Repository: Arifimran1/erp5
Catalog: bt5/erp5_l10n_*/MessageTranslationTemplateItem/*/erp5_ui/translation.po
Languages: fr, pl

source: The project in which the client is involved in
fr: Le projet dans lequel le client prend part.

source: The quantity of the ticket request
fr: La quantité d'une demande de ticket.

source: The ratio used to surcharge the supply line price
fr: le taux utilisé pour surchager le prix d'une ligne tarifaire.

source: The reference for the bug
fr: La référence du bogue

source: The reference of paysheet transaction
fr: Le numéro de l'écriture de paye.

source: The reference of the client.
fr: La référence pour le client.

source: The reference of the rule
fr: La référence de la règle

source: The reference of the supplier.
fr: La référence pour le fournisseur.

source: The reference to the glossary term
fr: id du champ

source: The reference to the sale order milestone
fr: La référence d'une étape de commande de vente.

source: The reference to the task report
fr: La référence du rapport de tâches.

source: The reference to the ticket request
fr: La référence de la demande de ticket.

source: The region.
fr: La région

source: The registered capital of this organisation.
fr: Le capital social d'une entreprise.

source: The role.
fr: Le rôle.

source: The script used to calculated the withhold amount for this line instead of the default script
fr: Le script utilisé pour calculer le montant retenu pour cette ligne.

source: The security key for the credit card.
fr: Le code de sécurité d'une carte de crédit.

source: The single event option can only be used with outgoing messages.
fr: L'option d'événement unique ne peut être utilisée que pour les événements sortant.

source: The start date of the task.
fr: la date de début de la tâche.

source: The stop date of the task being duplicated
fr: La date de fin de la tâche à copier.

source: The street address.This usually contains the street name, building number and apartment number (if any).
fr: L'adresse. En général, le nom de la rue, le numéro de l'immeuble et de l'appartement.

source: The style used to display categories in drop-down lists.
fr: Le style utilisé pour montrer les catégories dans les menu déroulants.

source: The suffix for the person full name.Can be something like 'Jr.'
fr: Un suffixe dans le nom d'une personne, par exemple 'Jr'.

source: The supplier of the bug.
fr: Celui qui émet les factures.

source: The supplier of the invoice
fr: Le fournisseur d'une facture.

source: The symbol used to represent the currency.It is for example $, ¥, €, £...
fr: Le symbole utilisé pour représenter une devise, par exemple $, ¥, €, £...

source: The term (number of days) for making payment
fr: Délai de paiement exprimé en nombre de jours.

source: The text content of an answer to a query
fr: La réponse à la question

source: The text editor used by default
fr: L'éditeur de texte à utiliser par défaut.

source: The text format used by default
fr: Le format de texte à utiliser par défaut.

source: The title is displayed as main content title and page title.
fr: Le titre.

source: The title of the document
fr: Le titre du document

source: The title of the event to be added.
fr: Le titre de l'évenement à ajouter.

source: The title of the resource involved
fr: Le titre de la ressource concernée.

source: The title of the service condition of the task.
fr: les conditions de service.

source: The title of the service condition.
fr: Le titre des conditions de service.

source: The type of credit card.
fr: Le type de carte de crédit.

source: The unit price at which a product or service is traded. This price is a net price which has been applied all pricing conditions defined in supply documents.
fr: Prix net unitaire d'un produit ou service. Ce prix net intègre tous les éléments de définition de prix applicables dans le contexte courant (ex : prix additionnel, remises).

source: The unit price for the base product, not taking into account options or discounts.
fr: Le prix de base unitaire d'un produit ou service auquel s'ajoutent ou se soustraient d'éventuelles majorations ou remises fonction des options et variantes sélectionnées.

source: The values above are the parameters of the transaction list displayed below.<br/>Those parameters have a portal wide scope and can be edited in the <a href='${url}'>preference screen</a>.
fr: Les <a href='${url}'>préférences comptables</a> permettent de modifier les paramètres de filtrage de la liste de transactions ci-dessous.

source: The width in pixel of extra-large image
fr: La largeur en pixel des très grandes images.

source: The width in pixel of extra-small image
fr: La largeur en pixel des très petites images.

source: The width in pixel of small image
fr: la largeur en pixel des petites images.

source: The width of field that displays a quantity
fr: La largeur du champ qui doit afficher une quantité.

source: The width of field that displays money amount
fr: la largeur du champ qui affiche une valeur monétaire.

source: The width of field which displays strings
fr: La largeur des champs représentant une chaîne de caractères

source: There is no such document in the database. You may create an new document of type ${portal_type} in relation with ${title} according to relation ${base_category}. Use the form bellow to enter the ${catalog_index} values of new documents.
fr: Il n'y a pas d'enregistrement à ce nom. Vous pouvez le créer maintenant.

source: Third Parties
fr: Tiers
pl: Strony trzecie

source: Third Party
fr: Tiers
pl: Strona trzecia

source: Third Party Account
fr: Compte du tiers
pl: Konto strony trzeciej

source: Third Party Bank Account
fr: Compte en banque chez le tiers
pl: Rachunek bankowy strony trzeciej

source: Third Party Transaction Reference
fr: Référence pour le tiers
pl: Identyfikator transakcji strony trzeciej

source: Third party ${third_party_name} is invalid.
fr: Le tiers ${third_party_name} est invalidé.

source: Third party associated with the transaction
fr: Le tiers qui est associé à la transaction.

source: Third party must be defined for payable or receivable accounts
fr: Le tiers doit être spécifié pour les lignes mouvementant des compte de type Créances ou Dettes

source: Third party must be defined for payable or receivable accounts.
fr: Le tiers doit être spécifié pour les lignes mouvementant des compte de type Créances ou Dettes

source: This document is not converted yet.
fr: Ce document n'est pas encore converti

source: Thumbnail
fr: Aperçu

source: Thumbnail Image Height
fr: Hauteur des aperçus d'image

source: Thumbnail Image Width
fr: Largeur des aperçus d'images

source: Thumbnails
fr: Aperçu

source: Thursday
fr: Jeudi

source: Ticket Interaction Workflow
fr: Workflow d'interaction des Tickets

source: Ticket Type
fr: Type de ticket

source: Ticket Workflow
fr: workflow des tickets

source: Ticket and events are cloned.
fr: Tickets et événements clônés.

source: Time
fr: Temps
pl: Czas

source: Timezone
fr: Fuseau horaire

source: Title
fr: Titre
pl: Tytuł

source: Title of the bug, brief description of the problem
fr: Titre du bogue.

source: Title of the document which is at the origin of the event
fr: Titre du document qui est à l'origine de cet évènement.

source: Title of the entity which is responsible of accepting the ticket request
fr: La personne ou organisation responsable d'accepter la demande de ticket.

source: Title of the entity which is responsible of issuing the bug
fr: La personne ou organisation qui pose le problème.

source: Title of the entity who is responsible of supervising the project
fr: La personne ou organisation responsable de superviser le projet.

source: Title of the party to which the task is paid to
fr: La personne ou organisation qui a reçu le paiement de la tâche.

source: Title of the source project of a task report
fr: Le projet dans lequel le rapport de tâche existe.

source: Title of the source project of a trade line
fr: Le projet concerné du côté du fournisseur.

source: Title of the task which is at the origin of the task report.
fr: Titre de la tâche qui est à l'origine de ce rapport de tâche

source: Title of the third party
fr: La tierce personne ou organisation qui prend part de la transaction.

source: Title:
fr: Titre:

source: To
fr: À
pl: Do

source: To Date
fr: Date de fin
pl: Do

source: To Date N-1
fr: Date de fin (N-1)
pl: Do daty N-1

source: To reset your password, please enter your login below. An email will be sent to your address with a link to enter your new password.
fr: Afin de changer votre mot de passe, entrez votre nom d'utilisateur ci-dessous. Un email contenant des explications sur la marche à suivre sera envoyé à votre adresse.

source: Too many documents were found.
fr: Trop de possibilités trouvées.
pl: Znaleziono za dużo dokumentów.

source: Topic
fr: Thème

source: Total ${category_level_1_title} ${level1_counter}
fr: Total ${level1_counter}

source: Total Deduction
fr: Total Retenues

source: Total Duration
fr: Durée totale

source: Total Excluding VAT
fr: Total Hors Taxes

source: Total Including VAT
fr: Total TTC

source: Total Income
fr: Total Gains

source: Total Net Price
fr: Prix net total

source: Total Price
fr: Montant
pl: Cena razem

source: Total Quantity
fr: Quantité totale
pl: Ilość razem

source: Total Quantity must not be 0
fr: La quantité totale doit être différente de 0

source: Total Selected Amount
fr: Montant des lignes sélectionnées

source: Total for class ${account_class}
fr: Total pour la classe ${account_class}

source: Trade
fr: Négoce

source: Trade Date
fr: Date de référence
pl: Data sprzedaży

source: Trade Description
fr: Libellé

source: Trade Line
fr: Ligne commerciale

source: Trade condition Title
fr: Libellé

source: Trade date
fr: Date

source: Trade description
fr: Libellé

source: Transaction Reference
fr: N° d'écriture
pl: Identyfikator transakcji

source: Transaction Simulation State
fr: État de la transaction
pl: Stan transakcji

source: Transaction Type
fr: Type d'écriture
pl: Typ transakcji

source: Transaction With Grouping Reference
fr: Écritures lettrées

source: Transaction is not balanced.
fr: L'écriture n'est pas équilibrée.

source: Transactions Related To This Account
fr: Ecritures liées à ce compte
pl: Transakcje związane z tym kontem

source: Transactions Related To This Bank Account
fr: Ecritures liées à ce compte en banque
pl: Transakcje związane z tym rachunkiem bankowym

source: Transactions Related To This Entity
fr: Ecritures liées à ce tiers
pl: Transakcje związane z tą jednostką

source: Transactions Related to This Account
fr: Écritures liées à ce compte

source: Transactions Related to This Bank Account
fr: Écritures liées à ce compte en banque

source: Transactions Related to This Entity
fr: Écritures liées à ce tiers

source: Transactions Simulation State
fr: État de l'écriture
pl: Stan transakcji

source: Transformation
fr: Nomenclature
pl: Transformacja

source: Transformation Module
fr: Module des nomenclatures
pl: Moduł transformacji

source: Transformation Operation
fr: Opération de transformation
pl: Operacja transformacji

source: Transformation Optional Resource
fr: Ressource optionnelle pour la transformation
pl: Zasoby opcjonalne transformacji

source: Transformation Report
fr: Rapport de transformation

source: Transformation State
fr: État

source: Transformation Transformed Resource
fr: Ressource transformée de la transformation
pl: Tranformowany zasób transformacji

source: Transformation description
fr: Libellé pour nomenclatures

source: Transformed Resource
fr: Fournitures
pl: Przetransformowany zasób

source: Transformed Resource List
fr: Liste des Fournitures

source: Translated
fr: Traduit

source: Translation Requested
fr: Traduction demandée

source: Translations to Assign
fr: Traductions à assigner

source: Translations to Collate
fr: Traductions à rassembler

source: Translations to Revise
fr: Traductions à revoir

source: Translator Mode
fr: Mode traducteur

source: Trash Bin
fr: Corbeille
pl: Kosz

source: Trash Bins
fr: Corbeilles
pl: Kosze

source: Trash Birth Date
fr: Date de création de la corbeille

source: Trash Folder
fr: Dossier de la corbeille

source: Trash Objects
fr: Objets dans la corbeille

source: Trash Tool
fr: Outil de suppression

source: Trial Balance
fr: Balance

source: Tuesday
fr: Mardi

source: Type Width
fr: Laize coupe-Type (cm)

source: Type Width (cm)
fr: Laize coupe-type (cm)

source: Type or Title of the query posted by a user
fr: Type de la question posée par l'utilisateur.

source: URL Crawler
fr: Récupérateur d'URL

source: Unassigned
fr: Non assigné

source: Uncheck All
fr: Décocher tous
pl: Odznacz wszystkie

source: Undo
fr: Annuler
pl: Wycofaj

source: Ungrouping
fr: Délettrage

source: Uninstall Business Template
fr: Désinstaller le Business Template
pl: Odinstaluj Business Template'a

source: Unit
fr: Unité
pl: J.m.

source: Unit Price
fr: Prix unitaire

source: Unknown
fr: Inconnu

source: Unpublish
fr: Non publié

source: Unversioned Files
fr: Fichier sans version

source: Update
fr: Actualiser

source: Update Assignment
fr: Mettre à jour l'affectation

source: Update Business Template from SVN
fr: Mettre à jour le Business Template depuis SVN
pl: Aktualizuj Business Template z SVNa

source: Update Fields
fr: Champs de mise à jour

source: Update Fields by English Glossary
fr: Mettre à jour les champs à partir du glossaire anglais

source: Update Quantity from Container
fr: Mettre à jour la quantité depuis le container

source: Update Relation
fr: Établir le lien
pl: Aktualizacja powiązania

source: Update Repository Information
fr: Mettre à jour les informations des dépôts
pl: Aktualizuj informacje o repozytorium

source: Update Tools
fr: Mettre à jour les outils

source: Update Variations
fr: Mettre à jour les variations

source: Update Workflows
fr: Mettre à jour les états

source: Update Workflows by English Glossary
fr: Mettre à jour les workflows à partir du glossaire anglais

source: Update variations
fr: Actualiser les variantes

source: Updated
fr: Mis à jour

source: Updated Business Templates
fr: Business Templates mis à jour

source: Upgrade Business Templates from Repositories
fr: Mettre à jour les Business Templates depuis les dépôts

source: Upkeep Code
fr: Codes de lavage

source: Upkeep code
fr: Code lavage

source: Upload
fr: Charger le fichier
pl: Wgraj

source: Upload Business Template
fr: Charger un Business Template
pl: Wgraj Business Template'a

source: Upload File
fr: Charger un fichier

source: Upload Module
fr: Module des téléchargements
pl: Wgraj moduł

source: Uploaded
fr: Chargé

source: Url of the document
fr: Url du document

source: User
fr: Utilisateur
pl: Użytkownik

source: User ${user} does not exist.
fr: L'utilisateur ${user} n'existe pas.

source: User Account Workflow
fr: Workflow du compte utilisateur

source: User ID is not specified.
fr: L'identifiant de l'utilisateur n'es pas spécifié.

source: User Interface
fr: Interface utilisateur

source: User Name
fr: Nom d'utilisateur
pl: Nazwa użytkownika

source: User Profiles Workflow
fr: Workflow du profil utilisateur

source: Using category for section is invalid.
fr: Utiliser des catégories comme sections est invalide.

source: Usual Name
fr: Nom courant
pl: Nazwa skrócona

source: Usual name
fr: Nom de l'utilisateur

source: VAT Code
fr: N° TVA
pl: NIP

source: VAT ID
fr: ID de la TVA

source: VAT code
fr: N° TVA

source: Validate
fr: Valider
pl: Sprawdź

source: Validate Accounting Transaction
fr: Valider le brouillard

source: Validate Installation
fr: Valider l'installation
pl: Sprawdź instalację

source: Validate Inventory
fr: Valider l'inventaire

source: Validate Transaction
fr: Valider le brouillard
pl: Zaksięguj transakcję

source: Validate Workflow Action
fr: Valider le Changement d'état

source: Validated
fr: Validé
pl: Sprawdzony

source: Validation State
fr: État
pl: Stan sprawdzenia

source: Validation Workflow
fr: Workflow de validation

source: Validity Start Date
fr: Date de début de validité

source: Validity Stop Date
fr: Date de fin de validité

source: Value
fr: Valeur
pl: Wartość

source: Value that indicates the rank in an order list
fr: la valeur qui indique le rang dans une liste.

source: Variable Additional Price
fr: Prix additionnel variable

source: Variation
fr: Variante
pl: Wariant

source: Variation Base
fr: Axes de variantage

source: Variation Range
fr: Variantes

source: Variation axes
fr: Variantes selon

source: Variation matrix updated.
fr: Variantes prises en compte.

source: Vendor
fr: Fournisseur
pl: Sprzedawca

source: Vendor Account
fr: Compte de Fournisseur

source: Vendor Transaction Reference
fr: Référence pour le tiers
pl: Identyfikator transakcji sprzedawcy

source: Version of the file to be uploaded in the bug.
fr: Version du fichier téléchargé.

source: Version of the requirement document.
fr: la version du document d'expression de besoins.

source: Version of the web page
fr: Version de la page web.

source: Version ot the message notification. It increases each time major modifications are done
fr: Version du message de notification.

source: Version ot the web page. It increases each time major modifications are done
fr: La version de la page web. Elle augmente à chaque fois que des modifications sont faites.

source: View
fr: Général
pl: Widok

source: View ${portal_type}
fr: Voir ${portal_type}

source: View Accounting
fr: Comptabilité

source: View Destination
fr: Destination
pl: Zobacz przeznaczenie

source: View Diff
fr: Différence

source: View Diff between Revisions
fr: Différences entre les révisions

source: View Mode Listbox
fr: Listbox mode vue

source: View Planning Report
fr: Rapport du planning

source: View Related Documents
fr: Documents correspondant

source: View SVN History
fr: Historique SVN
pl: Zobacz historię SVNa

source: View SVN Repository Information
fr: Informations sur le dépôt SVN

source: View SVN Repository Infos
fr: Informations sur le dépôt SVN
pl: Zobacz informacje o repozytorium SVN

source: View Source
fr: Source
pl: Zobacz źródło

source: View Style
fr: Style vue

source: Visit
fr: Visite

source: Visual Pattern
fr: Type pour placement

source: Voter ID
fr: Code du votant

source: Warehouse
fr: Entrepôt
pl: Magazyn

source: Web Message
fr: Message web

source: Web Page
fr: Page web

source: Web Page List
fr: Liste des pages web

source: Web Page Module
fr: Module des pages web

source: Web Pages
fr: Pages web

source: Web Section
fr: Section web

source: Web Site
fr: Site web

source: Web Site Module
fr: Module des sites web

source: Web Sites
fr: Sites web

source: Web View
fr: Vue Web

source: WebDAV Access
fr: Accés WebDAV

source: Wednesday
fr: Mercredi

source: Week
fr: Semaine

source: Weeks
fr: Semaines
pl: Tygodnie

source: Weight (g)
fr: Poids (g)
pl: Waga (g)

source: Weight (g/m2)
fr: Poids (g/m2)

source: Weight (kg)
fr: Poids (kg)

source: Welcome to ERP5
fr: Bienvenue dans ERP5
pl: Witamy w ERP5

source: Welcome. You are currently logged in.
fr: Bienvenue. Vous êtes connecté.
pl: Witaj. Jesteś już zalogowany do systemu.

source: Width
fr: Laize

source: Width (cm)
fr: Largeur (cm)
pl: Szerokość (cm)

source: Width (m)
fr: Largeur (m)

source: Word count:
fr: Nombre de mots

source: Work
fr: Travail

source: Work Duration
fr: Durée de travail

source: Work Duration Unit
fr: Unité de la durée de travail

source: Work Period End
fr: Fin de période

source: Work Period Start
fr: Début de période

source: Worker
fr: Travailleur

source: Worker ID
fr: Travailleur

source: Workflow
fr: État

source: Workflow History
fr: Historique des états

source: Workflow Item Path
fr: Chemin d'un objet de workflow

source: Workflow Report
fr: Rapport des workflows

source: Workflow Report Dialog
fr: Dialogue de rapport du workflow

source: Workflow modification in progress.
fr: Changement d'état en cours

source: Workflows updated.
fr: Workflow mis à jour

source: Works
fr: Travaux

source: X Axis
fr: Axe X

source: Xlarge Image Height
fr: Hauteur des très grandes images

source: Xlarge Image Width
fr: Largeur des très grandes images

source: Xsmall Image Height
fr: Hauteur des très petites images

source: Xsmall Image Width
fr: Largeur des très petites images

source: Y Axis
fr: Axe Y

source: Year
fr: Année
pl: Rok

source: Year / Month / Day
fr: Année / Mois / Jour

source: You are not allowed to add ${portal_type} in this context.
fr: Vous n'êtes pas autorisé à ajouter un/une ${portal_type} dans ce contexte.

source: You are not allowed to add new content in this context.
fr: Vous n'avez pas les droits nécessaires pour ajouter du contenu dans ce contexte.

source: You are not allowed to clone this object.
fr: Vous n'êtes pas autoriser à cloner cet objet.

source: You are not allowed to create this object.
fr: Vous n'êtes pas autorisé à créer cet objet.

source: You are not authorized to view any related document.
fr: Vous n'avez pas les droits suffisants pour voir les documents reliés.

source: You are not authorized to view the related document.
fr: Vous n'avez pas les droits suffisants pour voir le document relié.

source: You are not currently logged in. Your username and or password may be incorrect. Your browser may also not be configured to accept HTTP cookies. If you need help please contact ${admin_email}.
fr: Vous n'êtes pas connecté. Votre Nom ou votre Mot de passe sont peut-être incorrects. En cas de besoin, contactez ${admin_email}.
pl: Nie jesteś obecnie zalogowany. Nazwa użytkownika lub hasło mogą być nieprawidłowe. Twoja przeglądarka może być skonfigurowana do NIE akceptowania ciasteczek HTTP. Jeśli potrzebujesz pomocy skontaktuj się z ${admin_email}

source: You can log in with another user name or <a href="javascript:history.back();">go back</a>.
fr: Vous pouvez vous connecter sous un autre profil ou <a href="javascript:history.back();">retourner à la page précédente</a>.

source: You can login with another user name or ${go_back}.
fr: Vous pouvez vous connecter avec un autre nom d'utilisateur ou ${go_back}.

source: You did not enter a floating point number.
fr: Vous devez entrer un numérique.
pl: Wprowadź prawidłową liczbę zmiennoprzecinkową

source: You did not enter a valid date and time.
fr: La date n'est pas correcte
pl: Nie wprowadziłeś prawidłowej daty i czasu.

source: You did not enter an email address.
fr: Vous devez entrer une adresse email.

source: You did not enter an integer.
fr: Vous devez saisir un nombre entier.
pl: Nie wprowadziłeś liczby całkowitej.

source: You do not have enough permission for converting this document.
fr: Vous n'avez pas les permissions nécessaires à la conversion de ce document.

source: You do not have enough permissions to access this page.
fr: Vous n'avez pas les permissions nécessaires pour accéder à cette page.

source: You do not have permission to add new bug.
fr: Vous n'avez pas la permission d'ajouter un nouveau bogue.

source: You do not have permission to add new event.
fr: Vous n'avez pas la permission d'ajouter un nouvel événement.

source: You do not have the permissions to edit the object.
fr: Vous n'avez pas la permission d'éditer cet objet.

source: You don't have enough permissions to access this page
fr: Vous n'avez pas la permission d'accéder à cette page
pl: Nie masz dość uprawnień, aby obejrzeć tą stronę

source: You don't have the permissions to edit the object.
fr: Vous n'avez pas la permission d'éditer l'objet
pl: Nie masz uprawnień do edycji tego obiektu

source: You have been logged out.
fr: Vous avez été déconnecté avec succés.

source: You have been logged out. Thank you for using this website.
fr: Vous avez été déconnecté avec succés. Merci d'avoir utilisé ce site internet.

source: You selected an item that was not in the list.
fr: Cet élément n'est pas dans la liste
pl: Zaznaczyłeś element, które nie było na liście

source: Your Item No.
fr: Votre réf.
