Repository: Arifimran1/erp5
Catalog: bt5/erp5_l10n_*/MessageTranslationTemplateItem/*/erp5_ui/translation.po
Languages: fr, pl

source: Bug Module
fr: Module des bogues
pl: Moduł Bugów

source: Bug Workflow
fr: Workflow des bogues

source: Bugs
fr: Bogues
pl: Błędy

source: Bugs Assigned to Follow
fr: Bogues assignés à suivre

source: Bugs to Follow
fr: Bogues à suivre

source: Bugs to Resolve
fr: Bogues à résoudre

source: Bugs to Validate
fr: Bogues à valider

source: Build Business Template
fr: Construire le business template
pl: Zbuduj Business Template'a

source: Building
fr: En construction
pl: Budowanie

source: Building State
fr: État d'avancement

source: Built
fr: Construit

source: Business Field
fr: Type de business

source: Business Template Building Workflow
fr: Workflow de construction d'un business template
pl: Workflow budowania Business Template'a

source: Business Template Definition
fr: Définition du business template
pl: Definicja Business Template'a

source: Business Template ID
fr: ID du modèle
pl: ID Business Template'a

source: Business Template Installation Workflow
fr: Workflow d'installation du business template

source: Business Template Title
fr: Titre du modèle
pl: Tytuł Business Template'a

source: Business Templates
fr: Modèles
pl: Business Template'y

source: Business template downloaded successfully.
fr: Le business template a été téléchargé avec succés

source: Business templates imported successfully.
fr: Le business template a été importé avec succés

source: Business templates updated successfully.
fr: Le business template a été mis à jour avec succés

source: Buyer
fr: Acheteur

source: CAD Library
fr: Nom du fichier Lectra

source: CSV Style
fr: Style CSV
pl: Format: CSV

source: Cache Duration
fr: Durée du cache

source: Cache Factories
fr: Fabrication des caches

source: Cache Factories List
fr: Liste des fabriques de cache

source: Cache Factory
fr: Fabrique de cache

source: Cache Key
fr: Clé de cache

source: Cache Plugin Details
fr: Détails du greffon de cache

source: Cache Plugin Type
fr: Type du greffon de cache

source: Cache Plugins
fr: Greffons de cache

source: Cache Tool
fr: Outil de cache

source: Calculate Pay Sheet
fr: Calculer la feuille de paye

source: Calculate the Pay Sheet Transaction
fr: Calcul de la fiche de paye
pl: Przelicz dane do listy płac

source: Calculated Price
fr: Prix calculé

source: Calculating
fr: En cours de calcul
pl: Obliczenia w toku

source: Calculation Order
fr: Ordre de calcul

source: Calculation Script
fr: Script de calcul

source: Campaign
fr: Campagne

source: Campaign Detailed Report
fr: Rapport détaillé

source: Campaign Module
fr: Module des campagnes

source: Campaign Status
fr: État

source: Campaign Type
fr: Type de campagne

source: Campaign Types
fr: Types de campagnes

source: Campaigns
fr: Campagnes

source: Cancel
fr: Annuler
pl: Anuluj

source: Cancel Accounting Period
fr: Annuler la période comptable
pl: Anuluj Okres Księgowania

source: Cancel Action
fr: Annuler l'action
pl: Wycofaj Akcję

source: Cancel Assignment
fr: Annuler l'affectation
pl: Anuluj przypisanie

source: Cancel Career Step
fr: Annuler l'étape de carrière
pl: Anuluj zatrudnienie

source: Cancel Document Publication
fr: Annuler la publication du document

source: Cancel Inventory
fr: Annuler l'inventaire

source: Cancel Transaction
fr: Annuler l'écriture
pl: Anuluj transakcję

source: Canceled
fr: Annulé

source: Cancelled
fr: Annulé
pl: Anulowana

source: Cancelled.
fr: Annulé.

source: Cardholder Name
fr: Nom du titulaire de la carte
pl: Nazwisko posiadacza karty

source: Career
fr: Carrière
pl: Zatrudnienie

source: Career Comments
fr: Commentaires sur la carrière
pl: Komantarz

source: Career End
fr: Fin de carrière
pl: Zakończenie pracy zawodowej

source: Career End Date
fr: Date de la fin de carrière
pl: Data zakończenia pracy

source: Career Function
fr: Fonction exercée
pl: Typ zatrudnienia

source: Career Start
fr: Début de carrière
pl: Rozpoczęcie pracy zawodowej

source: Career Start Date
fr: Date du début de la carrière
pl: Data podjęcia pracy

source: Career Step
fr: Étape De Carrière
pl: Zatrudnienie

source: Career Steps
fr: Étapes de Carrière
pl: Historia zatrudnienia

source: Career Title
fr: Carrière
pl: Stanowisko

source: Career Validation Workflow
fr: Workflow de validation d'une carrière

source: Career end
fr: Fin de carrière

source: Careers
fr: Carrières

source: Cash
fr: Trésorerie

source: Cash Classification
fr: Ventilation de billets reçus

source: Cash Exchange
fr: Virement de fonds

source: Cash Extraction
fr: Retrait des Externes

source: Cash Extraction Line
fr: ligne de retrait des externes

source: Cash Extraction Module
fr: Module de retrait des externes

source: Cash Register
fr: Caisse

source: Cash Status
fr: État de valeur

source: Cash To Currency Purchase
fr: Achat de devises contre espèces

source: Cash To Currency Sale
fr: Vente de devises contre espèces

source: Cash Transfer
fr: Transfert Inter-caisse

source: Cash Transfer Line
fr: ligne de transfert inter-caisse

source: Cash Transfers
fr: Transfert Inter-caisse

source: Categories
fr: Catégories
pl: Kategorie

source: Category
fr: Catégorie
pl: Kategoria

source: Category Divergence Tester
fr: Test de divergence de la catégorie

source: Category Fast Input
fr: Ajout rapide de catégories

source: Category Item List Method
fr: Méthode d'affichage des catégories

source: Category Tool
fr: Outil de catégorie

source: Causality
fr: Commande

source: Causality (Invoices ...)
fr: Causes (Factures ...)
pl: Powiązania (faktury...)

source: Causality State
fr: État de causalité
pl: Stan powiązania z powodem

source: Causality Workflow
fr: Workflow de causalité

source: Causality workflow
fr: Workflow de causalité
pl: Workflow powodu

source: Cell Level Divergences
fr: Divergences au niveau des cellules

source: Cells
fr: Cellules

source: Change Function
fr: Changer la fonction
pl: Zmień typ

source: Change Language
fr: Changer la langue
pl: Zmiana języka

source: Change Log
fr: Liste des changements
pl: Rejestr zmian

source: Change Page
fr: Changement de page
pl: Zmień stronę

source: Change Password
fr: Changer le mot de passe
pl: Zmień hasło

source: Change State
fr: Changer d'état

source: Chat Address
fr: Adresse de tchat
pl: Adres Chat

source: Check All
fr: Cocher Tous
pl: Zaznacz wszystkie

source: Checkbook
fr: Formules numérotées

source: Checkbook Deliveries
fr: Délivrance de formules numérotées

source: Checkbook Delivery
fr: Délivrance de formules numérotées

source: Checkbook Delivery Module
fr: Délivrance de formules numérotées

source: Checkbook Reception
fr: Réception de formules numérotées

source: Checkbook Reception Module
fr: Réception de formules numérotées

source: Checkbook Request
fr: Demande de formules numérotées

source: Checkbook Request Module
fr: Demande de formules numérotées

source: Checkbook Requests
fr: Demande de formules numérotées

source: Checkbook Type
fr: Type de formules numérotées

source: Checkbook Type Module
fr: Type de formules numérotées

source: Checkbooks
fr: Formules numérotées

source: Checkbox field used to define whether the default page should be displayed.
fr: Champ utilisé pour montrer si la page par défaut du site doit êre affichée.

source: Checkbox field used to determine if the metric type of the resource is the default measure
fr: Champ utilisé pour déterminer si le type métrique de la ressource la mesure par défaut.

source: Checkbox field used to force authorization for anonymous user if document can not be found
fr: Champ utilisé pour permettre à un utilisateur anonyme de voir un document qui ne peut être trouvé.

source: Checked if the bank account has an overdraft facility.
fr: Ce champ sera coché si le compte bancaire permet un découvert.

source: Children
fr: Nombre d'enfants
pl: Dzieci

source: Choice
fr: Choix
pl: Wybór

source: Choose Solve Actions
fr: Solutionner la divergence
pl: Wybierz akcje rozwiązujące

source: Citation of a related action or document.
fr: Une référence d'un type de document qui décrit les procédures passées, les actions ou stratégies liées à une activité particulière.

source: City
fr: Ville
pl: Miasto

source: Civil Status
fr: État civil

source: Class
fr: Classe
pl: Klasa

source: Class Attributes
fr: Attributs de classe

source: Class Methods
fr: Méthodes de classe

source: Classification Path
fr: Chemin de classification

source: Clean Business Template
fr: Nettoyer le business template
pl: Wyczyść Business Template'a

source: Clean SVN Unversioned Files
fr: Nettoyer les fichiers SVN non versionnés

source: Clean Up SVN Locks
fr: Nettoyer les cadenas SVN
pl: Wyczyść blokady SVNa

source: Cleanup Descriptions
fr: Nettoyer les descriptions

source: Click here to contribute by email.
fr: Cliquer ici pour contribuer par email

source: Client Administrator
fr: Responsable des tâches administratives pour le client

source: Client Project
fr: Projet client

source: Client Reference
fr: Référence client

source: Client must be defined
fr: Le client doit être défini

source: Client must be validated
fr: Le client doit être validé

source: Clone
fr: Cloner
pl: Sklonuj obiekt

source: Clone Ticket and Events
fr: Cloner le ticket et l'événement

source: Close
fr: Fermer

source: Close Accounting Transaction
fr: Clôturer la transaction

source: Close Assignment
fr: Terminer l'affectation
pl: Zamknij Przypisanie

source: Close Bug
fr: Clôturer le bogue

source: Close Project
fr: Clôturer le projet

source: Close Task
fr: Clôturer la tache

source: Closed
fr: Fermé
pl: Zamknięto

source: Closed Account
fr: Compte fermé
pl: Zamknięte Konto

source: Closed Accounting Period
fr: Période comptable clôturée

source: Closed Date
fr: Date de fermeture

source: Closing Date
fr: Date de fermeture
pl: Data zamknięcia

source: Cloth
fr: Vêtement

source: Collected VAT
fr: TVA collectée

source: Collection
fr: Saison

source: Collection Net width (cm)
fr: Laize collection (cm)

source: Collection Order Date
fr: Collection commandée le

source: Collection Order Quantity
fr: Métrage commandé

source: Collection Path
fr: Saison/Collection

source: Collection Received Quantity
fr: Métrage reçu

source: Collection Reception Date
fr: Réception Collection

source: Collective Agreement
fr: Convention collective
pl: Układ zbiorowy

source: Collective agreement
fr: Convention collective

source: Color Range
fr: Coloris

source: Color Reference
fr: Réf coloris

source: Color count
fr: Nb de coloris

source: Colour
fr: Couleur

source: Colour List
fr: Couleur

source: Colour Range Created.
fr: Coloris ajouté

source: Colour Title
fr: Réf Coloris

source: Colour Variation
fr: Coloris

source: Colour referential
fr: Couleur

source: Colours
fr: Coordonnés

source: Column
fr: Colonne
pl: Kolumna

source: Comment
fr: Commentaire
pl: Komentarz

source: Comments
fr: Commentaires
pl: Komentarze

source: Comments which can be read by internal users but which, unlike description, are not printed out on official documents.
fr: Commentaires accessibles aux utilisateurs internes de l'application qui, contrairement à la description, ne sont pas repris ou imprimés sur les documents officiels.

source: Compare
fr: Comparer

source: Complete Quantity Matrix
fr: Compléter la matrice de quantité

source: Complete Variation Matrix
fr: Compléter la matrice de variation

source: Complete quantity matrix
fr: Quantités variables

source: Complete variation matrix
fr: Autres variantes

source: Component
fr: Fourniture
pl: Komponent

source: Component Individual Variation
fr: Variation individuelle de fourniture

source: Component Individual Variations
fr: Variations sur la fourniture

source: Component List
fr: Liste des Fournitures

source: Component Module
fr: Module des fournitures
pl: Moduł komponentów

source: Component Variation
fr: Nom de la variante

source: Component must be validated
fr: La fourniture doit être validée

source: Components
fr: Fournitures
pl: Komponenty

source: Configuration Form ID
fr: Id du formulaire de configuration

source: Configure
fr: Configurer
pl: Konfiguracja

source: Configure Categories
fr: Configurer les catégories
pl: Konfiguruj kategorie

source: Confirm
fr: Confirmer
pl: Potwierdź

source: Confirm Transaction
fr: Confirmer l'écriture
pl: Zatwierdź transakcję

source: Confirmation
fr: Confirmer

source: Confirmed
fr: Confirmé
pl: Zatwierdzona

source: Constraints
fr: Contraintes

source: Consumed Budget
fr: Budget consommé

source: Consumption
fr: Consommation

source: Consumption Table
fr: Table de Consommation

source: Consumption applied.
fr: Consommations modifiées

source: Contact Type
fr: Type de contact
pl: Rodzaj kontaktu

source: Contacted
fr: Contacté

source: Contained Quantity
fr: Quantité contenue
pl: Ilość w kontenerze

source: Contained Total Quantity
fr: Quantité totale contenue
pl: Całkowita ilość w kontenerze

source: Container
fr: Contenant
pl: Kontener

source: Container Cell
fr: Cellule de contenant
pl: Komórka kontenera

source: Container Content
fr: Contenu
pl: Zawartość kontenera

source: Container Fast Input
fr: Ajout rapide d'un contenant
pl: Szybkie Wypełnanie Kontenera

source: Container Interaction Workflow
fr: Workflow d'interaction d'un container

source: Container Layout
fr: Mise en page du contenant

source: Container Line
fr: Ligne de contenant
pl: Linia kontenera

source: Container Quantity
fr: Nombre de contenants
pl: Ilość kontenera

source: Container State
fr: Etat du container
pl: Stan kontenera

source: Container Workflow
fr: Workflow de container

source: Containers
fr: Contenants
pl: Kontenery

source: Content
fr: Contenu
pl: Zawartość

source: Content Layout
fr: Mise en page du contenu

source: Content format
fr: Format du contenu

source: Content of the document
fr: Contenu du document.

source: Content of the web page
fr: Contenu de la page web.

source: Contents
fr: Contenu
pl: Zawartość

source: Contextual Help
fr: Aide contextuelle
pl: Pomoc Kontekstowa

source: Contribute
fr: Partage

source: Contribute Content
fr: Contribuer au contenu

source: Contribute File
fr: Partager un fichier

source: Contribution Predicate
fr: Prédicat de la contribution

source: Contribution Predicates
fr: Prédicats de fichiers contribués

source: Contribution Registry Tool
fr: Outil de registre des contributions

source: Contribution Tool
fr: Outil de contribution

source: Contributors
fr: Contributeurs
pl: Współtwórcy

source: Conversion Format for reports.
fr: Format de conversion des rapports.

source: Conversion Server Address
fr: Adresse du serveur de conversion

source: Conversion Server Port
fr: Port du serveur de conversion

source: Convert Destination Price
fr: Convertir les montants pour la destination

source: Convert Price
fr: Convertir les montants

source: Convert Source Price
fr: Convertir les montants pour la source

source: Convert to OpenDocument
fr: Convertir en OpenDocument

source: Converted
fr: Converti

source: Converted Credit
fr: Crédit converti

source: Converted Debit
fr: Débit converti

source: Converted Inventory Report
fr: Rapport d'inventaire converti

source: Converted Quantity
fr: Quantité convertie

source: Converted quantity
fr: Quantité convertie

source: Converting
fr: En cours de conversion

source: Coordinate Function
fr: Fonction de la coordonnée
pl: Rodzaj

source: Coordinate Type
fr: Type de coordonnées
pl: Typ

source: Coordinated Apparel Fabric
fr: Tissus coordonnés

source: Coordinates
fr: Coordonnées
pl: Dane teleadresowe

source: Copy
fr: Copier
pl: Kopiuj

source: Copy or cut one or more items to paste first.
fr: Copier ou couper un ou plusieurs objets pour coller en premier

source: Corporate Name
fr: Dénomination sociale
pl: Pełna nazwa

source: Corporate Registration Code
fr: SIRET
pl: Numer KRS

source: Count
fr: Nombre
pl: Ilość

source: Counter
fr: Guichet

source: Counterpart Account
fr: Compte de contrepartie

source: Counters
fr: Guichets

source: Country
fr: Pays
pl: Kraj

source: Country of origin
fr: Pays d'origine

source: Country prefix
fr: Préfixe Pays

source: Crawl
fr: Naviguer

source: Crawl Content
fr: Récupérer le Contenu

source: Crawled Content
fr: Contenu Récupéré

source: Crawling Depth
fr: Profondeur d'exploration

source: Crawling Scope
fr: Champ d'exploration

source: Create Default Web Page
fr: Créer une page web par défaut

source: Create Document
fr: Créer un document

source: Create Module
fr: Créer un module
pl: Stwórz moduł

source: Create New Bug
fr: Créer un bogue

source: Create New Document
fr: Créer un nouveau document

source: Create New Document(s)
fr: Création

source: Create New Event
fr: Créer un nouvel événement

source: Create New Events
fr: Créer des nouveaux événements

source: Create New File
fr: Créer un nouveau fichier

source: Create New Module
fr: Créer un nouveau module
pl: Stwórz nowy moduł

source: Create New Web Page
fr: Créer une nouvelle page web

source: Create Related Event
fr: Créer un événement lié

source: Create Related Payment
fr: Créer l'écriture de trésorerie correspondante

source: Create Related Payments
fr: Créer les écritures de trésorerie correspondantes

source: Create Reversal Transaction
fr: Contrepasser l'écriture

source: Create Snapshot
fr: Créer une image

source: Create Terms
fr: Créer les Termes

source: Create Terms from English Ones for Translation
fr: Traduire depuis la version anglaise

source: Create User
fr: Créer un compte utilisateur

source: Create Your New Account
fr: Créez votre compte

source: Create a Task
fr: Créer une tâche

source: Created Clone ${portal_type}.
fr: ${portal_type} cloné.
pl: Utworzono klon obiektu typu ${portal_type}.

source: Created and associated ${count} new events to the selected ticket.
fr: ${count} nouveaux événements ont été crées et associés au ticket

source: Created and associated a new ${portal_type} to the ticket.
fr: ${portal_type} crée et associé au ticket

source: Created by
fr: Créé par

source: Creating
fr: Création en cours

source: Creation Date
fr: Date de création
pl: Data założenia

source: Creation date
fr: Date de Création

source: Credit
fr: Crédit
pl: Kredyt

source: Credit Account
fr: Compte Créditeur

source: Credit Balance
fr: Solde Créditeur

source: Credit Card
fr: Carte de crédit
pl: Karta kredytowa

source: Credit Card Number
fr: Numéro de la carte bancaire

source: Credit Card Type
fr: Type de carte de crédit

source: Credit Normal Balance
fr: Compte naturellement créditeur

source: Credit Transactions
fr: Mouvements crédit

source: Currencies
fr: Devises
pl: Waluty

source: Currency
fr: Devise
pl: Waluta

source: Currency Code
fr: Code de la devise
pl: Kod waluty

source: Currency Exchange Cell
fr: Cellule de taux de change
pl: Komórka wymiany walut

source: Currency Exchange Cells
fr: Cellules de conversion de devise
pl: Komórki wymiany walut

source: Currency Exchange Line
fr: Ligne de taux de change
pl: Linia wymiany waluty

source: Currency Exchange Lines
fr: Taux de change
pl: Linie wymiany waluty

source: Currency Exchange Rates
fr: Taux de change

source: Currency List
fr: Devises

source: Currency Module
fr: Module des devises
pl: Moduł walut

source: Currency Purchase
fr: Achat de devises par crédit de compte

source: Currency Sale
fr: Vente de devises par débit de compte

source: Currency Symbol
fr: Symbole de la devise
pl: Symbol Waluty

source: Currency must be defined
fr: La devise doit être définie

source: Currency must be defined in preferences.
fr: La devise doit être définie dans les préférences

source: Current
fr: Courant
pl: Obecnie

source: Current Budget
fr: Budget courant

source: Current Description
fr: Description actuelle

source: Current Function
fr: CSP

source: Current Period
fr: Exercice N

source: Current Value
fr: Valeur actuelle

source: Current career comments
fr: Commentaires

source: Current career must exist.
fr: La carrière actuelle doit exister

source: Current grade
fr: Classification

source: Current organisation
fr: Fait partie de

source: Current salary coefficient
fr: Coefficient

source: Current salary level
fr: Salaire actuel

source: Current skills
fr: Aptitudes

source: Customer
fr: Client
pl: Klient

source: Customer Account
fr: Compte Client
pl: Konto Klienta

source: Customer Measure
fr: Mesures Client

source: Customer Reference
fr: Référence client

source: Customer Size
fr: Correspondance

source: Customer Transaction Reference
fr: Référence de transaction chez le client

source: Customer reference
fr: Réf. client

source: Cut
fr: Couper
pl: Wytnij

source: DMS
fr: GED

source: DMS Preferences
fr: Préférences de la GED

source: Data updated.
fr: Données enregistrées.

source: Date Order
fr: Ordre d'affichage des dates
pl: Data zamówienia

source: Date at which the bug was submitted
fr: Date à laquelle le bug a été soumis.

source: Date at which the invoice was shipped
fr: Date à laquelle la facture a été envoyée.

source: Date at wich the document was ingested
fr: Date à laquelle le document a été ingéré.

source: Date has expire.
fr: La date a expirée

source: Date is not in an opened Accounting Period for destination section.
fr: La date n'est pas dans une période comptable ouverte pour la section destination.

source: Date is not in an opened Accounting Period for source section.
fr: La date n'est pas dans une période comptable ouverte pour la section source.

source: Date transaction takes effect
fr: La date à laquelle la transaction est effective.

source: Day
fr: Jour

source: Day / Month / Year
fr: Jour / Mois / Année
pl: Dzień / Miesiąc / Rok

source: Days
fr: Jours

source: Days Of Month
fr: Jours du mois
pl: Dni miesiąca

source: Days Of Week
fr: Jours de la semaine
pl: Dni tygodnia

source: Debit
fr: Débit
pl: Debet

source: Debit Balance
fr: Solde Débiteur

source: Debit Transactions
fr: Mouvements débits

source: December
fr: Décembre

source: Declares a packing list as shipped
fr: Déclare la livraison comme expédiée

source: Deductible Tax
fr: Cotisation déductible

source: Default
fr: par défaut

source: Default (${search_key})
fr: (${search_key}) par défaut
pl: Domyślny (${search_key})

source: Default Accounting Currency
fr: Devise de la comptabilité par défaut

source: Default Address
fr: Adresse principale

source: Default Calculation Script
fr: Script de calcul par défaut

source: Default Export of Each Document
fr: Export par défaut de chaque document

source: Default Export of Each Document (One sheet per view)
fr: Export par défaut de chaque document (une feuille par page)

source: Default Image
fr: Logo

source: Default Metric Type
fr: Type métrique par défaut

source: Default Price
fr: Prix par défaut
pl: Cena domyślna

source: Default Print of Each Document
fr: Impression par défaut de chaque document

source: Default Section Layout
fr: Mise en page par défaut

source: Default Sort
fr: Tri par défaut

source: Default Style used for reports.
fr: Le style utilisé par défaut pour les rapports.

source: Default Telephone Area Number
fr: Code régional par défaut du téléphone

source: Default Telephone Country Number
fr: Code pays par défaut du téléphone

source: Default Theme Configuration
fr: Configuration du thème par défaut

source: Default Web Layout
fr: Configuration des pages web par défaut

source: Default quantity
fr: La quantité par défaut

source: Default variation
fr: Choix par défaut

source: Define Account Balance
fr: Valider l'écriture des à nouveaux

source: Define Sort Order
fr: Définir l'ordre de tri
pl: Zdefiniuj porządek sortowania

source: Defines an additional term for making payment after the end of the month.
fr: Définit un délai en jours qui prolonge un délai de paiement "fin de mois".

source: Defines the maximum number of links which can be followed in the crawling process. If set to 0 (default), no crawling happens
fr: Definit le nombre maximum de liens à suivre dans le processus d'exploration; si c'est à 0(valeur par défaut), pas d'exploration.
