Repository: Arifimran1/erp5
Catalog: bt5/erp5_l10n_*/MessageTranslationTemplateItem/*/erp5_ui/translation.po
Languages: fr, pl

source: Start date is after stop date.
fr: La date de début est postérieure à la date de fin.

source: Start to Work on It
fr: Commencer à travailler sur ce thème

source: Started
fr: Commencé
pl: Rozpoczęte

source: Started crawling external source.
fr: Récupération des données depuis la source extérieure démarrée.

source: State
fr: État
pl: Stan

source: State of a career which has been closed
fr: L'état d'une affectation qui n'est plus valide.

source: State of the query after being deleted
fr: l'état d'une affectation qui a été supprimée.

source: Statistics
fr: Statistiques

source: Status
fr: État

source: Status changed.
fr: État modifié.
pl: Status zmieniony

source: Status:
fr: État:

source: Stock Report
fr: Rapport de stock

source: Stock by Variation
fr: Stock par variation

source: Stock per Variation
fr: Stock par variante

source: Stop Career Step
fr: Terminer l'étape de carrière
pl: Zakończ stopień kariery

source: Stop Date
fr: Date de fin
pl: Data zakończenia

source: Stopped
fr: Terminé
pl: Zaksięgowana

source: Street Address
fr: Adresse
pl: Adres

source: String Fields Width
fr: Largeur des champs de caractères

source: String representation of the path of the place 'where the documented item is defined
fr: Nom représentant le chemin du fichier ou la documentation est définie.

source: Sub-Requirement Count
fr: Nombre de sous-expressions de besoin

source: Sub-Requirement Description
fr: Description de la sous-expression de besoin

source: Sub-Requirement Title
fr: Titre de la sous-expression de besoin

source: Sub-Requirements
fr: Expressions de besoins

source: Subcategories
fr: Sous-catégories

source: Submit
fr: Soumettre

source: Submit for Review
fr: Soumettre

source: Submitted
fr: Soumis

source: Submitted Campaigns
fr: Campagnes soumises

source: Submitted Date
fr: Date de soumission

source: Submitted Meetings
fr: Réunions à l'état soumis

source: Submitted Sale Opportunities to Validate
fr: Opportunités de ventes soumises à valider

source: Submitted Support Requests
fr: Demandes d'assistance soumises

source: Subpages
fr: Sous-pages

source: Subsections
fr: Sous-sections

source: Substitution Mapping Method ID
fr: Script de substitution

source: Successor Tasks
fr: Tâches du successeur

source: Suffix
fr: Suffixe
pl: Sufiks

source: Suggest Reference
fr: Suggérer une référence

source: Sumitted
fr: Soumis

source: Summary
fr: Résumé

source: Summary for each Account Class
fr: Solde intermédiaire pour chaque classe

source: Summary per Resource, Line, Worker
fr: Résumé par ressource, ligne, travailleur

source: Sunday
fr: Dimanche

source: Supervisor
fr: Superviseur

source: Supplier
fr: Fournisseur
pl: Dostawca

source: Supplier / Worker
fr: Origine / Personnel

source: Supplier Administrator
fr: Responsable des tâches administratives pour le fournisseur

source: Supplier Colour Reference
fr: Réf Coloris Fournisseur

source: Supplier Price
fr: Prix Fournisseur
pl: Cena dostawcy

source: Supplier Project
fr: Projet fournisseur

source: Supplier Ref
fr: Réf Fournisseur

source: Supplier Reference
fr: Référence fournisseur
pl: Referencja dostawcy

source: Supplier colour
fr: Coloris Fournisseur

source: Supplier must be defined
fr: Le fournisseur doit être défini

source: Supplier price
fr: Prix d'achat

source: Supplier reference
fr: Réf Fournisseur

source: Supplies
fr: Livraisons

source: Supply
fr: Tarif

source: Supply Cell
fr: Cellule tarifaire
pl: Komórka dostaw

source: Supply Line
fr: Ligne tarifaire
pl: Linia dostaw

source: Supply Lines
fr: Lignes tarifaires

source: Support Request
fr: Demande d'assistance

source: Support Request Detailed Report
fr: Rapport détaillé

source: Support Request Module
fr: Module de demande d'assistance

source: Support Request Status
fr: État

source: Support Request Type
fr: Type de la demande d'assistance

source: Support Request Types
fr: Types des demandes d'assistance

source: Support Requests
fr: Demandes d'assistance

source: Surcharge Ratio
fr: Ratio de surcharge

source: Surcharge Ratio Quantity Step
fr: Echelle du ratio de surchage

source: Surcharge Ratio Variation Axes
fr: Axes de variation du ratio de surcharge

source: Surname
fr: Prénom
pl: Nazwisko

source: Suspend Project
fr: Suspendre le projet

source: Suspended
fr: Suspendu

source: Symbol
fr: Symbole

source: System Preference
fr: Préférence système

source: Tab 1
fr: Onglet 1

source: Tab name
fr: Nom de l'onglet

source: Target Format
fr: Format de conversion

source: Target Product
fr: Produit ciblé

source: Target Quantity
fr: Quantité ciblée

source: Tariff nomenclature
fr: Code nomenclature douanière

source: Task
fr: Tâche

source: Task Constraints
fr: Contrainte liée à la tâche

source: Task Fast Input Dialog
fr: Ajout rapide de tâches

source: Task Items
fr: Objets de tâches

source: Task Line
fr: Ligne de tâche

source: Task Line Title
fr: Titre de la ligne de tâche

source: Task Lines
fr: Lignes de tâches

source: Task Module
fr: Module des tâches

source: Task Report
fr: Rapport de tâche

source: Task Report Line
fr: Ligne de rapport de tâche

source: Task Report Lines
fr: Lignes de rapport de tâches

source: Task Report Module
fr: Module de rapport de tâches

source: Task Report State
fr: État de rapport de tâche

source: Task Report Workflow
fr: Workflow des rapports de tâches

source: Task Reports
fr: Rapport de tâches

source: Task Reports to Close
fr: Rapports de tâches à clôturer

source: Task Reports to Finish
fr: Rapports de tâche à terminer

source: Task Reports to Follow
fr: Rapports de tâches à suivre

source: Task Reports to Start
fr: Rapports de tâche à commencer

source: Task Reports to Validate
fr: Rapports de tâches à valider

source: Task Title
fr: Titre de la tâche
pl: Tytuł zadania

source: Task Workflow
fr: Workflow des tâches

source: Tasks
fr: Tâches

source: Tasks Reports
fr: Rapports de tâches

source: Tasks Summary
fr: Résumé des tâches

source: Tasks can not be created, start date is empty.
fr: La tâche ne peut être créée car la date de début n'est pas définie

source: Tasks to Confirm
fr: Tâches à confirmer

source: Tasks to Order
fr: Tâches à assigner

source: Tasks to Validate
fr: Tâches à valider

source: Tax
fr: Taxe

source: Tax Category
fr: Catégorie de Taxe

source: Tax Line
fr: Ligne de taxe

source: Tax Lines
fr: Lignes de taxe

source: Tax Model Line
fr: Ligne de modèle de taxe

source: Tax Model Lines
fr: Modèle de lignes de taxe

source: Tax Module
fr: Module des taxes

source: Tax Ratio
fr: Taxe

source: Tax Rule
fr: Règle de taxe

source: Tax title
fr: Cotisations et taxes
pl: Tytuł podatku

source: Taxs
fr: Taxes

source: Technical Drawing
fr: Dossier Technique

source: Technical drawing type
fr: Élément du dossier

source: Telephone
fr: Téléphone
pl: Telefon

source: Tell if there is a unit test or not that check the bug
fr: Champ pour montrer s'il existe ou non un test unitaire pour le bogue.

source: Tell when we need to notify users of alarm's result
fr: Precise quand les utilisateurs doivent être prévenus des résultats de l'alarme

source: Tells who requested the ticket
fr: La personne qui a demandé le ticket.

source: Template Tool
fr: Outil de template
pl: Narzędzie template'ów

source: Template created.
fr: Modèle crée avec succès

source: Template does not exist.
fr: Le template n'existe pas

source: Templated made.
fr: Template créé

source: Templates
fr: Modèles

source: Temporary Close Accounting Period
fr: Clôturer temporairement la période comptable

source: Temporary Closed
fr: Fermé temporairement

source: Term
fr: Terme

source: Term (days)
fr: Terme (jours)

source: Terminate the Current Career Step
fr: Terminer l'étape de carrière
pl: Zakończ bieżące zatrudnienie

source: Terms
fr: Termes (jours)

source: Terms created.
fr: Termes créés.

source: Test Method ID
fr: ID de la méthode de test
pl: Przetestuj metodę o ID

source: Tested Property
fr: Propriété testée

source: Tested?
fr: Testé?

source: Text
fr: Texte
pl: Tekst

source: Text Editor
fr: Éditeur de texte

source: Text Format
fr: Format de texte

source: TextArea Field Height
fr: Hauteur des champs de texte

source: TextArea Field Width
fr: Largeur des champs de texte

source: The EAN 13 code of this document
fr: Le code EAN-13 du document

source: The EAN 13 code of this product
fr: Le code EAN-13 du produit

source: The ID of a form which can be used to assess related events.
fr: Id du formulaire utilisé pour évaluer les évenements liés au Ticket.

source: The ID of a form which can be used to configure layout preferences.
fr: L'ID du formulaire utilisé pour configurer la mise en page des préférences.

source: The Order which generated this Packing List.
fr: La commande qui est à l'origine de la livraison.

source: The Organisation that will collect the corresponding tax.
fr: L'organisme en charge de collecter les cotisations salariales.

source: The Payroll Service Provider will be the one defined in the Annotation Line with this reference.
fr: La référence de l'annotation comportant l'organisme collecteur.

source: The Person's Social Code.
fr: Le code social d'une personne.

source: The Ratio applied to the Base.
fr: Le taux à appliquer à la base.

source: The Reference for this Ratio. A ratio can be overriden by another one from another model, if they use the same reference.
fr: La référence pour ce taux. Ce taux peut être remplacé par un autre appartenant à un autre modèle s'ils utilisent la même référence.

source: The URL
fr: l' URL

source: The Value for this ratio setting.
fr: La valeur de cette constante

source: The Version of the Rule
fr: La version de la règle.

source: The absolute date at which payment is expected to be made.
fr: Date à laquelle le paiement est attendu.

source: The accountable project on the client side.
fr: Projet correspondant côté client.

source: The accountable project on the requester side.
fr: Définit le projet auquel le ticket est lié.

source: The accountable project on the supplier side.
fr: Projet correspondant du côté fournisseur.

source: The activity code of the organisation. This code is specific to the local legislation. For instance, in France this is called "Code APE"
fr: Code correspondant à l'activité de l'entreprise. En France, ce code est appelé NAF (Nomenclature d'activité Française)

source: The activity code of the organisation.This code is specific to the local legislation. For instance, in France this is called "Code APE"
fr: Le code l'activité exercée.

source: The amount limit an agent is allowed to debit on a bank account
fr: Le montant limit qu'un agent peut débit de son compte bancaire.

source: The amount of time to be spent on a project line.
fr: Le temps à passer sur une ligne de projet.

source: The area
fr: La zone dans laquelle est localisée le numéro de téléphone.

source: The birth name, or maiden name of the person.
fr: Le nom à la naissance ou le nom de jeune fille d'une personne.

source: The city.
fr: La ville.

source: The client (person) which is requesting that the bug be corrected.
fr: La personne qui demande à ce que le bogue soit corrigé.

source: The content of the document considered as a text string
fr: Le contenu du document.

source: The corporate registration code of this organisation
fr: Numéro identifiant une entreprise.

source: The counter number of a bank account
fr: Le code guichet d'un compte bancaire.

source: The country code
fr: Le code pays du numéro de téléphone.

source: The country code of the bank.
fr: Le code pays de la banque

source: The date at which products were shipped or the date at which a service started.
fr: La date à laquelle les produits sont envoyés ou la date à laquelle les services ont démarré.

source: The date at which shipped products were delivered or the date at which a service was completed.
fr: La date à laquelle la marchandise est reçue ou la prestation de service est terminée.

source: The date at which the sale order milestone ends.
fr: La date à laquelle cette étape de commande de vente doit se terminer.

source: The date at which the ticket is supposed to stop.
fr: La date à laquelle ce ticket doit se terminer.

source: The date at which the ticket was created
fr: La date à laquelle le ticket a été créé.

source: The date at wich the trash bin was created
fr: Date à laquelle la corbeille a été créée.

source: The date from which the offer is valid.
fr: La date à partir de laquelle l'offre est valable.

source: The date of birth for the person.
fr: La date de naissance d'une personne

source: The date of the inventory.
fr: Date à laquelle l'inventaire est effectué.

source: The date the assignment ends.
fr: La date à laquelle se termine l'affectation.

source: The date this model expires.
fr: La date à laquelle ce modèle prend fin

source: The date until which the offer is valid.
fr: Date au-delà de laquelle l'offre n'est plus valide ou expire.

source: The date when a document is published.
fr: La date à laquelle le document est publié

source: The date when the task report is supposed to end.
fr: La date à laquelle le rapport de tâche doit se terminer.

source: The date when this model started being effective.
fr: La date à laquelle le modèle commence à prendre effet.

source: The defatult price
fr: Prix par défaut

source: The default area number
fr: Le code régional à utiliser par défaut pour le téléphone

source: The default country number
fr: Le code pays à utiliser par défaut pour le téléphone.

source: The default currency when creating new transactions
fr: The devise à utiliser par défaut quand on crée de nouvelles transactions.

source: The default height of text area fields
fr: la longueur par défault des champs de type TextArea.

source: The default organisation to use when creating a new accounting transaction
fr: L'organisation à utiliser par défault quand on crée de nouvelles transactions.

source: The default reference of the service
fr: La référence par défaut d'un service.

source: The default section category for reporting
fr: La catégorie de section par défaut pour les rapports.

source: The default width of text area fields
fr: La largeur par défaut des champs de type TextArea

source: The discount ratio applied to the supply line price
fr: Le taux de remise appliquée à la ligne tarifaire.

source: The employer(i.e. the invoiced person or organisation)
fr: L'employeur

source: The entity responsible of making the decision.
fr: La personne ou organisation responsable de prendre les décisions pour le fournisseur.

source: The entity that will recieve this amount.This can be the tax authority for taxes, or the employee for wages.
fr: L'entité qui reçoit les cotisations salariales. Cela peut être le gouvernement pour les taxes, ou l'employé pour les salaires.

source: The first name of the person.
fr: Le prénom de la personne.

source: The format in which we want to convert the document
fr: Le format dans lequel l'utilisateur veut convertir le document.

source: The format of the person report
fr: Le format du rapport sur la personne

source: The format of the text content of this document
fr: Le format du contenu

source: The geographic incorporate code of this organisation, sometimes derivated from corporate code
fr: Le code géographique incorporé de l'organisation, ce code est parfois dérivé du numéro d'immatriculation.

source: The heigh in pixel of extra-small image
fr: La longueur en pixel des très petites images.

source: The heigh in pixel of thumbnail image
fr: La longueur en pixel des aperçus d'image

source: The height in pixel of extra-large image
fr: La longueur en pixel des très grandes images

source: The height in pixel of small image
fr: la longueur en pixel des petites images.

source: The integer you entered was out of range.
fr: Ce nombre est hors limites.

source: The internal reference.
fr: Référence interne.

source: The invoice date for the client.
fr: La date de facture pour le client.

source: The invoiced person or organisaiton
fr: La personne ou organisation à facturer

source: The invoiced person or organisation
fr: La personne ou organisation à facturer

source: The invoiced person or organisation.
fr: La personne ou l'organisation facturée.

source: The invoicing person or organisation.
fr: La personne ou l'organisation qui facture la livraison ou prestation.

source: The last name of the person.
fr: Le nom de la personne

source: The login used by the user, should be unique
fr: Le login l'utilisateur, il doit être unique.

source: The maximum (inclusive) date for transactions
fr: La date limite pour les transactions.

source: The method used to check things
fr: Méthode de vérification

source: The method used to know if there is a problem or not reported by the alarm
fr: Méthode utilisée pour savoir s'il y a un problème signalé par l'alarme.

source: The method used to solve the problem detected by the alarm if any
fr: La méthode utilisée pour résoudre les problèmes signalés par l'alarme.

source: The middle name of the person.
fr: Le deuxième prénom de la personne.

source: The minimum (inclusive) date for transactions
fr: La date de début des transactions.

source: The name of an account
fr: Le nom du compte

source: The name of the business template, must not change between revision as this is the property used to retrieve old one when upgrading
fr: Le nom du business template.

source: The name of the card holder.
fr: Nom du titulaire de la carte.

source: The name of the collective agreement.
fr: Le nom de la Convention Collective.

source: The new function that the document is being changed to.
fr: La nouvelle fonction que l'on donne à ce document.

source: The next date at which alarm will be executed
fr: Date à laquelle la prochaine alarme va être exécutée

source: The number of children this person have.
fr: Le nombre d'enfants à charge pour cette personne.

source: The number of digit after the comma for the given currency, for example 2 means we can have cents (0,00)
fr: Le nombre de chiffres utilisés pour représenter une devise, par exemple 2 signifie que l'on peut avoir des centimes (0,00)

source: The number of partner for the person.
fr: Le nombre de partenaires pour une personne.

source: The number of the credit card.
fr: Le numéro de la carte bancaire.

source: The official name of this organisation
fr: Le nom officiel de l'organisation

source: The organisation code for Value Added Tax.
fr: Le code de l'organisation pour la Taxe sur la Valeur Ajoutée.

source: The organisation for which the currency exchange line is applied for.
fr: l'organisation pour laquelle le taux de change est appliqué

source: The organisation or person in charge of paying for the client.
fr: La personne ou l'organisation qui procède au paiement pour le compte du client.

source: The organisation or person in charge of receiving the payment for the supplier.
fr: La personne ou l'organisation qui reçoit le paiement pour le compte du fournisseur.

source: The organisation or person to whom merchandise or service is delivered over or provided to.
fr: La personne ou l'organisation à qui la marchandise est livrée ou le service est rendu.

source: The organisation or person who sends merchandise or provides service.
fr: La personne ou l'organisation qui expédie la marchandise ou fournit le service.

source: The organisation where the person is affected.
fr: L'organisation où la personne est affectée.

source: The organization, category or person responsible of making the payment for the client
fr: La personne ou organisation responsable d'accepter les paiements pour le fournisseur.

source: The original filename of the document
fr: Le nom d'origine d'un fichier.

source: The original filename.
fr: Le nom d'origine du fichier.

source: The party involved in making the payment for the task
fr: La personne ou organisation en charge de payer pour la tâche.

source: The password of the user.Leaving this password empty will not modify existing password.
fr: Le mot de passe de l'utilisateur.

source: The percentage of the total price.
fr: Pourcentage du prix total.

source: The person in charge of making all decision for this requirement
fr: La personne ou organisation qui fait une demande pour le projet.

source: The person or organisation in charge of handling all administrative paperwork for the supplier.
fr: La personne ou organisation en charge de toutes les tâches administratives du fournisseur.

source: The person or organisation in charge of handling the sales process or of taking the sales decision.
fr: La personne ou l'organisation en charge de la gestion commerciale ou responsable de la vente.

source: The person or organisation in charge of selecting the supplier or taking the decision to place the order.
fr: La personne ou l'organisation qui a choisi le fournisseur et a pris la décision de lui passer commande.

source: The person or organisation in charge of sending the invoice or handling administrative paperwork for the supplier.
fr: La personne ou l'organisation qui envoie la facture ou est en charge de la gestion administrative pour le fournisseur.

source: The person or organisation which the invoice should be sent to and who is in charge of handling administrative paperwork for the client.
fr: La personne ou l'organisation à qui la facture doit être adressée et qui est chargée de la gestion administrative pour le client.

source: The person or organisation who is responsible of handling all administrative paperwork for the client
fr: La personne ou organisation responsable de toutes les tâches administratives pour le client.

source: The person or organization for which the services are being provided for.
fr: La personne ou organisation à qui les services sont fournis.

source: The person to whom the task report is assigned to.
fr: La personne à qui le rapport de tâche est affecté.

source: The person who is reporting a bug.
fr: La personne qui signale le bogue.

source: The person who is reporting the bug
fr: La personne qui signale le bogue.

source: The person, organization or category in charge of making the payment for the client.
fr: La personne ou organisation qui s'occupe du paiement pour le client.

source: The person, organization or category which the invoice should be sent to and which is responsible of all administrative paperwork for the client
fr: La personne ou organisation responsable de toutes les tâches administratives du client.

source: The phone number
fr: Le numéro de téléphone.

source: The postal code
fr: Le code postal.

source: The preferred account chart
fr: Le tableau du plan comptable général.

source: The preferred account number method.
fr: La méthode d'affichage du numéro de compte utilisé dans les préférences.

source: The preferred date order in which datetime field will be displayed (dd/mm/yyyy, yyyy/mm/dd, ...)
fr: L'ordre des dates par lequel toutes les dates seront affichées(jj/mm/aaaa, aaaa/mm/jj, ...)

source: The prefix for the person's full name.Usually something like Dr. or Mr.
fr: Le préfixe dans le nom complet d'une personne. Par exemple Dr. ou Mr.

source: The printing format
fr: format d'impression

source: The priority of the preference : in ascending order : user, site, global
fr: La priorité des préférence en ordre ascendant : utilisateur, site, global

source: The product or service which is traded
fr: Le produit ou service commercialisé.

source: The product or service which is traded.
fr: Type de conteneur utilisé pour emballer les produits.

source: The project for the assignment.
fr: Le projet dans lequel l'affectation est définie.

source: The project in which the bug exists and which is requesting that the bug be corrected.
fr: Le projet dans lequel le bogue existe.

source: The project in which the bug is being corrected
fr: Le projet dans lequel on corrige le bug
