Repository: Arifimran1/erp5
Catalog: bt5/erp5_l10n_*/MessageTranslationTemplateItem/*/erp5_ui/translation.po
Languages: fr, pl

source: ${count} documents created successfully.
fr: ${count} documents crées avec succès.

source: ${count} tasks created.
fr: ${count} tâches créées.

source: ${date} at ${hour_minute_text}
fr: ${date} à ${hour_minute_text}

source: ${date} is already in an open accounting period.
fr: ${date} est déjà comprise dans une période comptable ouverte.

source: ${grouped_line_count} lines grouped.
fr: ${grouped_line_count} lignes lettrées.

source: ${min_quantity} <= Quantity
fr: ${min_quantity} <= Quantité

source: ${min_quantity} <= Quantity < ${max_quantity}
fr: ${min_quantity} <= Quantité < ${max_quantity}

source: ${number} record(s)
fr: ${number} enregistrements
pl: ${number} rekordów

source: ${page} of ${total_pages}
fr: ${page} sur ${total_pages}
pl: Strona ${page} z ${total_pages}

source: ${portal_type} created successfully.
fr: ${portal_type} crée avec succés.

source: ${tax_category_title} (Amount or Percent)
fr: ${tax_category_title} (Montant ou Taux)

source: ${template_title} (Template)
fr: ${template_title} (Modèle)

source: ${this_portal_type} related to ${that_portal_type} : ${that_title}.
fr: ${this_portal_type} lié au ${that_portal_type} : ${that_title}.

source: ${timedif} days ago
fr: Il y a ${timedif} jour(s)

source: ${timedif} min ago
fr: Il y a ${timedif} minute(s)

source: ${timedif}h ago
fr: Il y a ${timedif} heure(s)

source: ${transaction_title} (Transaction Reference = ${transaction_reference}, Creation Date = ${creation_date} Currency = ${currency_title})
fr: ${transaction_title} (Référence de la transaction= ${transaction_reference}, Date de création = ${creation_date} Devise = ${currency_title})

source: ${ungrouped_line_count} lines ungrouped.
fr: ${ungrouped_line_count} lignes délettrées.

source: ${year} years old
fr: Âgé de ${year} ans

source: - ${number} item(s) selected
fr: - ${number} éléments sélectionnés
pl: - ${number} pozycji zaznaczonych

source: -- Any Other Document Type --
fr: -- Tout autre type de document --

source: -- Developper Mode --
fr: -- Mode développeur --
pl: -- Tryb Developera --

source: -- Directory --
fr: -- Répertoire --

source: -- Object --
fr: -- Action sur l'Objet --

source: -- Others --
fr: -- Autres --

source: -- Quick Search --
fr: -- Recherche rapide --

source: -- Select Classification --
fr: -- Choisir une classification --

source: -- Select Document Type --
fr: -- Sélectionnez le type de document --

source: -- Select Project --
fr: -- Sélectionnez un projet --

source: -- User --
fr: -- Utilisateur --

source: 1 day ago
fr: hier

source: 10 newest items
fr: 10 derniers documents

source: A Query about the current ${portal_type} was posted with ID ${query_id}.
fr: Une question a été posée à propos de ${portal_type}, avec l'ID ${query_id}.

source: A codification used to identify the category
fr: Une codification utilisée pour répertorier les catégories.

source: A coefficient related to the salary classification of the person
fr: Un coefficient lié à la classification du salaire de la personne concernée.

source: A default per unit price used for internal price calculations
fr: Le prix unitaire de base utilisé pour les calculs internes.

source: A global discount ratio depending on the context, on the options or on the variations. All discount ratios may sum up to form a higher discount ratio.
fr: Taux de remise global dépendant du contexte, des options ou variantes choisies. Différents taux de remise peuvent se cumuler.

source: A global surcharge ratio depending on the context, on the options or on the variations. All surcharge ratios may sum up to form a higher surcharge ratio.
fr: Taux global de majoration dépendant du contexte, des options ou variantes choisies. Différents taux de majoration peuvent se cumuler.

source: A list of base categories which defines possible discrete variations.
fr: Une liste de catégories de base qui définit de possible variations.

source: A list of changes done on the document
fr: Liste des changements effectués sur un document

source: A list of optional base categories which defines possible discrete variations.
fr: Une liste de catégories de base optionnelles qui définissent de possible variations.

source: A non discountable per unit additional price which applies for example whenever certain options or variations are selected. Multiple additional prices related to different options sum up. The total of additional prices may not be discounted.
fr: Prix unitaire additionnel non remisable applicable quand certaines options ou variantes sont choisies. Ce prix est cumulable à d'autres prix additionnels mais aucune remise n'est susceptible de s'appliquer au cumul ainsi obtenu.

source: A particular account in your accounting
fr: Le Compte dans la comptabilité du tiers.

source: A per unit additional price
fr: Un prix additionnel unitaire.

source: A per unit additional price that depends on a continuous property
fr: un prix unitaire additionnel variable qui dépend d'une propriété continue.

source: A per unit additional price that is not impacted by discount ratio
fr: Un prix additionnel unitaire qui n'est pas concerné par le taux de remise.

source: A per unit additional price which applies for example whenever certain options or variations are selected. Multiple additional prices related to different options sum up.
fr: Prix unitaire additionnel s'appliquant typiquement quand certaines options ou variantes de produits ou services sont sélectionnées. Les prix additionnels liés à différentes options peuvent se cumuler.

source: A short identifier for a specific accounting period. This will be used to generate references in accounting transactions.
fr: Un court identifiant de la période comptable. Il sera utilisé pour générer les références des transactions comptables.

source: A short title for the document
fr: Un court titre du document.

source: A typical per unit height of the resource
fr: Unité de mesure pour la hauteur d'une ressource.

source: A typical per unit length of the resource
fr: Une unité de mesure pour la longueur d'une ressource.

source: A typical per unit weight of the resource
fr: Unité de mesure utilisée pour calculer le poids d'une ressource.

source: A typical per unit width of the resource
fr: Unité de mesure utilisée pour calculer la largeur d'une ressource.

source: Accept
fr: Accepter

source: Accept Decision
fr: Adopter la décision

source: Accept Offer
fr: Accepter la proposition

source: Accept Translation
fr: Accepter la traduction

source: Access ${portal_type} Details
fr: ${portal_type}: voir les détails.

source: Accessors
fr: Accesseurs

source: Account
fr: Compte
pl: Konto

source: Account ${account_title} is not opened.
fr: Le compte ${account_title} n'est pas ouvert.

source: Account Module
fr: Module des comptes
pl: Moduł księgowości

source: Account Name
fr: Intitulé du compte

source: Account Number Method
fr: Méthode d'affichage du numéro de compte

source: Account Reference
fr: Référence du compte

source: Account Statement
fr: Extrait de compte

source: Account Type
fr: Type de Compte
pl: Typ konta

source: Account Workflow
fr: Workflow de compte

source: Account does not have account_type category.
fr: Le compte n'a pas de account_type category.

source: Account for Bank Line
fr: Compte pour la ligne de banque

source: Account is member of ${category}, this should have account_type in ${account_type_list}.
fr: Ce compte fait partie de ${category}, il devrait avoir account_type dans ${account_type_list}.

source: Account must be defined
fr: Le compte doit être défini

source: Accounting
fr: Comptabilité
pl: Księgowanie

source: Accounting Date
fr: Journée comptable

source: Accounting Date Module
fr: Journée comptable

source: Accounting Dates
fr: Journées comptables

source: Accounting Lines
fr: Lignes de Comptabilité
pl: Linie Transakcji Księgowej

source: Accounting Operation Date
fr: Date comptable
pl: Data Transakcji Księgowej

source: Accounting Period
fr: Période comptable

source: Accounting Period Workflow
fr: Workflow de la période comptable

source: Accounting Periods
fr: Périodes comptables

source: Accounting Preference
fr: Préférences comptables
pl: Ustawienie rachunkowości

source: Accounting Preferences
fr: Préférences comptables
pl: Ustawienia rachunkowości

source: Accounting Rule Cell
fr: Cellule de règle comptable
pl: Komórka Reguły Księgowości

source: Accounting Rule Cell Line
fr: Ligne de cellule de règle comptable

source: Accounting Transaction
fr: Écriture d'opérations diverses
pl: Transakcja księgowa

source: Accounting Transaction Line
fr: Ligne comptable
pl: Linia transkacji księgowej

source: Accounting Transaction Line added.
fr: Ligne comptable ajoutée

source: Accounting Transaction Lines
fr: Lignes comptables
pl: Linie transakcji księgowej

source: Accounting Transaction Module
fr: Module des transactions comptables
pl: Moduł Transakcji Księgowych

source: Accounting Transaction Title
fr: Libellé

source: Accounting Transactions
fr: Écritures comptables
pl: Transakcje Księgowe

source: Accounting Transactions to Close
fr: Écritures comptables à clôturer

source: Accounting Transactions to Start
fr: Écritures comptables à passer au brouillard

source: Accounting Transactions to Validate
fr: Écritures comptables à valider

source: Accounting View
fr: Comptabilité
pl: Księgowanie

source: Accounting Workflow
fr: Workflow de comptabilité
pl: Workflow Księgowości

source: Accounts
fr: Comptes
pl: Konta

source: Accounts to Validate
fr: Comptes à valider

source: Acknowledge
fr: Prendre en compte

source: Acknowledged
fr: Pris en compte

source: Acquisition Append Value
fr: Ajout de la valeur acquise

source: Acquisition Copy Value
fr: Copie de la valeur acquise

source: Acquisition Mask Value
fr: Priorité de la valeur locale

source: Acquisition Sync Value
fr: Synchronisation de la valeur acquise

source: Action that will open the Career
fr: l'état d'une affectation toujours valide.

source: Active Preference
fr: Préférence active
pl: Aktywne ustawienie

source: Active Processes
fr: Mouvements d'actif
pl: Aktywne procesy

source: Active Sense Method
fr: Méthode sensorielle active

source: Activity
fr: Activité
pl: Działalność

source: Activity Code
fr: Code NAF
pl: Kod działalności (PKD)

source: Activity Pending
fr: Activité en suspens
pl: Zadania w toku

source: Actor
fr: Acteur
pl: Wykonujący

source: Add
fr: Ajouter

source: Add ${document_template}
fr: Ajouter ${document_template}

source: Add ${portal_type}
fr: Ajouter ${portal_type}
pl: Dodaj ${portal_type}

source: Add Document with Requirements
fr: Ajouter un document avec des spécificités

source: Add Gadgets
fr: Ajouter des gadgets

source: Add Requirements
fr: Ajouter des spécificités

source: Add Task Related to This Project
fr: Ajouter des tâches liées à ce projet
pl: Dodaj Zadanie do Tego Projektu

source: Add Tasks
fr: Ajouter des tâches

source: Add gadgets
fr: Ajouter des gadgets

source: Add new tab
fr: Ajouter un onglet

source: Add tab
fr: Ajouter un onglet

source: Additional Payments
fr: Échéancier
pl: Dodatkowe płatności

source: Additional Price
fr: Prix additionnel
pl: Cena dodatkowa

source: Additional Term (days)
fr: Terme additionnel (jours)

source: Address
fr: Adresse
pl: Adres

source: Addresses
fr: Adresses

source: Adopt Prevision
fr: Adopter la prévision

source: Adopt prevision
fr: Adoptez la prévision

source: Advanced Document Search
fr: Recherche avancée

source: Advanced Search
fr: Recherche avancée

source: Advantage in nature
fr: Avantage en nature

source: Agent
fr: Mandataire
pl: Upoważniony

source: Agent Privilege
fr: Droits du mandataire
pl: Uprawnienia upoważnionego

source: Agents
fr: Mandataires
pl: Upoważnieni

source: Aggregated BOM
fr: Composants indiqués sur le Modèle

source: Aggregated Industrial Process
fr: Explications données sur le Modèle

source: Aggregation Level
fr: Niveau d'aggrégation
pl: Poziom agregacji

source: Alarm
fr: Alarme

source: Alarm Report
fr: Rapport d'alarme

source: Alarm Tool
fr: Outil alarme

source: Alarm solving started.
fr: La résolution de l'alarme a commencé

source: Alarms
fr: Alarmes

source: All
fr: Tous

source: All Accounting Transactions for this organisation during the period have to be closed first.
fr: Toutes les écritures de l'organisation pendant cette période doivent être préalablement validées.

source: All Documents
fr: Tous les documents

source: All Related Documents
fr: Tous les documents liés

source: Alphabetical
fr: Alphanumérique

source: Also in:
fr: également dans:

source: Amortisation
fr: Amort.

source: Amortisation Method
fr: Méthode d'amortissement

source: Amortisation method used for this particular immobilisation period.
fr: La méthode d'amortissement qui permet de définir comment les annuités vont être calculées.

source: Amount
fr: Montant
pl: Ilość

source: Amount Limit
fr: Montant limite

source: An account in third party's accounting
fr: Le Compte dans la comptabilité du tiers.

source: An email has been sent to you.
fr: Un email vous a été envoyé

source: An exclusive global discount ratio. This discount ratio is exclusive of any other discount.
fr: Taux de remise global qui s'applique de manière unique et exclusive d'autres remises possibles.

source: Annotation Function
fr: Fonction de l'annotation

source: Annotation Line
fr: Annotation

source: Annotation Line Reference for Payroll Service Provider
fr: Référence de l'annotation pour l'organisme collecteur

source: Annotation Lines
fr: Annotations

source: Annotation Unit
fr: Unité de l'annotation

source: Annotation Value
fr: Valeur de l'annotation

source: Another document ${document_reference} - ${document_language} - ${document_version} already exists.
fr: Un document ${document_reference} - ${document_language} - ${document_version} existe déjà.

source: Answer
fr: Réponse

source: Answered
fr: Résolu
pl: Odpowiedziane

source: Any Documents
fr: N'importe quel document

source: Apparel Cloth
fr: Vêtements

source: Apparel Cloth List
fr: Vêtements

source: Apparel Cloth Module
fr: Module Vêtements

source: Apparel Cloth to design
fr: Vêtements à définir

source: Apparel Colour Range
fr: Gammes Matières

source: Apparel Colour Range Colour Variation
fr: Coloris Gamme

source: Apparel Colour Range List
fr: Gammes Matières

source: Apparel Colour Range Module
fr: Module Gammes Matières

source: Apparel Colour Range Title
fr: Gamme Matières

source: Apparel Colour Range Variation
fr: Coloris Gamme

source: Apparel Component
fr: Fournitures

source: Apparel Component Module
fr: Module Fournitures

source: Apparel Component Variation
fr: Coloris / variante

source: Apparel Consumption
fr: Tables de Consommation

source: Apparel Consumption List
fr: Tables de Consommation

source: Apparel Consumption Module
fr: Tables de Consommation

source: Apparel Fabric
fr: Tissus

source: Apparel Fabric Colour
fr: Coloris

source: Apparel Fabric Colour Variation
fr: Coloris

source: Apparel Fabric Item Fast Input
fr: Saisie rapide des appareils de fabrique

source: Apparel Fabric List
fr: Tissus

source: Apparel Fabric Module
fr: Module Tissus

source: Apparel Fabric Title
fr: Réf Qualité Tissu

source: Apparel Fabric to validate
fr: Tissus à définir

source: Apparel Measurement
fr: Correspondances de Mesures

source: Apparel Measurement List
fr: Correspondances de Mesures

source: Apparel Measurement Module
fr: Module Mesures

source: Apparel Model
fr: Produit Fini

source: Apparel Model Colour Variation
fr: Coloris

source: Apparel Model Colour Variation already exists with this price. Check your line.
fr: Cette référence a déjà été saisie au même prix !

source: Apparel Model Industrial Description
fr: Données techniques

source: Apparel Model List
fr: Produits Finis

source: Apparel Model Module
fr: Module Produits Finis

source: Apparel Model Template
fr: Articles assemblés

source: Apparel Models
fr: Produits Finis

source: Apparel Shape
fr: Modèles

source: Apparel Shape Industrial Description
fr: Données techniques

source: Apparel Shape List
fr: Modèles

source: Apparel Shape Module
fr: Module Modèles

source: Apparel Shape Owner
fr: Appartient au modèle

source: Apparel Shape Reference
fr: Réf Modèle

source: Apparel Shape Taken
fr: Vêtements repris

source: Apparel Shape to design
fr: Modèles à définir

source: Apparel Size
fr: Correspondances de Tailles

source: Apparel Size List
fr: Correspondance de Tailles

source: Apparel Size Module
fr: Module Tailles

source: Apparel Technical Drawing
fr: Figurine

source: Apparel Transformation
fr: Nomenclatures

source: Apparel Transformation List
fr: Éléments de la Nomenclature

source: Apparel Transformation Module
fr: Nomenclatures

source: Apparel Transformation Operation
fr: Opération de gamme

source: Apparel Transformation Operation List
fr: Liste des Opérations

source: Apparel Transformation State
fr: État Nomenclature

source: Apparel Transformation Template
fr: Nomenclature(s) à inclure

source: Apparel Transformation Title
fr: Titre de la nomenclature

source: Apparel Transformation Transformed Resource
fr: un Composant

source: Apparel Transformation Updated.
fr: La Nomenclature est actualisée.

source: Apparel fabric
fr: Tissu

source: Apparel shape
fr: Modèle

source: Applied Rule
fr: Règle appliquée

source: Apply Pay Sheet Model
fr: Appliquer le modèle

source: Apply Purchase Trade Condition
fr: Importer les conditions d'achat
pl: Zastosuj warunek zakupu

source: Apply Sale Trade Condition
fr: Importer les conditions de vente
pl: Zastosuj warunek sprzedaży

source: Apply Trade Condition
fr: Appliquer les conditions de vente

source: Approve
fr: Approuver

source: April
fr: Avril

source: Archive
fr: Archiver

source: Archived
fr: Archivé

source: Area
fr: Zone
pl: Kraj

source: Articles
fr: Produits Finis

source: Ascending
fr: Croissant

source: Ask for More Details
fr: Demander plus de précisions

source: Assessment
fr: Appréciation

source: Assessment Form
fr: Formulaire d'évaluation

source: Asset
fr: Actif

source: Assign
fr: Assigner
pl: Przypisz

source: Assign Bug
fr: Assigner un bogue

source: Assign for Translation
fr: Assigner une traduction

source: Assign to Ticket
fr: Assigner un ticket

source: Assigned
fr: Assigné

source: Assigned Events
fr: Événements assignés

source: Assigned Translations
fr: Traductions assignées

source: Assignee
fr: Personne affectée

source: Assignment
fr: Affectation
pl: Przypisanie

source: Assignment Start Date
fr: Début de l'affectation
pl: Data rozpoczęcia przypisania

source: Assignment Stop Date
fr: Date de fin de l'affectation
pl: Data zakończenia przypisania

source: Assignment Validation Workflow
fr: Workflow de validation des affectations

source: Assignments
fr: Affectations
pl: Przypisania

source: At Date
fr: Date de fin (inclus)
pl: Na dzień

source: At least one line is required
fr: Le document doit contenir au moins une ligne

source: At least one section must be defined.
fr: Au moins une section doit être définie.

source: Attachments
fr: Fichiers joints
pl: Załączniki

source: August
fr: Août

source: Author
fr: Auteur

source: Author(s):
fr: Auteur(s)

source: Authorization Forced
fr: Autorisation forcée

source: Auto Planned
fr: Planifié automatiquement
pl: Automatycznie zaplanowany

source: Automatically disabled when enabling ${preference_title}.
fr: Désactivé automatiquement lors de l'activation de la préférence ${preference_title}.

source: Available
fr: Disponible
pl: Dostępny

source: Available Budget
fr: Budget disponible

source: BBAN
fr: N° de compte complet

source: BBAN Key
fr: Clé n° de compte
pl: Klucz BBAN

source: BT Title
fr: Titre du BT
pl: Tytuł BT

source: Bad login provided.
fr: Login incorrect

source: Balance
fr: Solde
pl: Bilans

source: Balance Sheet
fr: Bilan

source: Balance Side Required
fr: Solde du compte nécessairement créditeur ou débiteur

source: Balance Transaction
fr: Écriture de reprise des à nouveaux

source: Balance Transaction Line
fr: Ligne comptable de reprise

source: Balance Transaction Lines
fr: Lignes comptables

source: Balance at Stop Date (${date})
fr: Solde a la fin de la période (${date})

source: Bank
fr: Banque

source: Bank Account
fr: Compte bancaire
pl: Rachunek bankowy

source: Bank Account ${bank_account_reference} is invalid.
fr: Le compte ${bank_account_reference} est invalidé.

source: Bank Account ${bank_account_reference} uses ${bank_account_currency} as default currency.
fr: Le compte en banque ${bank_account_reference} utilise la devise ${bank_account_currency}.

source: Bank Account Key
fr: Clé R.I.B.

source: Bank Account Number
fr: N° de compte
pl: Numer rachunku bankowego

source: Bank Account Title
fr: Domiciliation bancaire

source: Bank Accounts
fr: Comptes bancaires
pl: Rachunki bankowe

source: Bank Branch
fr: Code guichet

source: Bank Code
fr: Code établ.
pl: Kod banku

source: Bank Country Code
fr: Code pays
pl: Kod kraju banku

source: Bank account must be defined for bank type accounts
fr: Le compte en banque doit être spécifié pour les lignes mouvementant des comptes de type Banque

source: Base Apparel Shape
fr: Base reprise

source: Base Application
fr: Appliqué sur

source: Base Categories
fr: Catégories de base
pl: Kategorie bazowe

source: Base Category
fr: Catégorie de base
pl: Kategoria bazowa

source: Base Contribution
fr: Contribue à

source: Base Contribution must be defined
fr: La contribution doit être définie

source: Base Domain
fr: Domaine de base

source: Base Participation
fr: Participation de base

source: Base Price
fr: Prix de base
pl: Cena bazowa

source: Base Price Variation Axes
fr: Axes de variation du prix de base

source: Base Salary
fr: Salaire de base

source: Base size
fr: Taille de base

source: Begin
fr: Début
pl: Rozpoczęcie

source: Begin Date
fr: Date de début

source: Beginning of this career step
fr: Début de carrière

source: Bill of Materials and Operations
fr: Facture des matériaux et des opérations

source: Bill of material description
fr: Description des composants

source: Billable Client
fr: Client (facturer à)

source: Billable Expense
fr: Dépense à facturer

source: Billing Supplier
fr: Fournisseur (facturé par)

source: Birth Date
fr: Date de naissance
pl: Data Urodzenia

source: Birth Name
fr: Nom à la naissance
pl: Imię

source: Birthday
fr: Date de naissance
pl: Data urodzenia

source: Birthplace
fr: Lieu de naissance

source: Block Account
fr: Bloquer le compte

source: Body
fr: Contenu de la page

source: Both sections must be defined for invoices
fr: Le client et le fournisseur doivent être définis sur une facture

source: Brand
fr: Vignette

source: Brief description of the outcome of a project
fr: Une brève description des résultats du projet.

source: Brief description of the outcome of the project
fr: Une brève description des résultats du projet.

source: Brief title
fr: Un court titre du site web.

source: Browse
fr: Navigation

source: Budget Cell
fr: Cellule Budgétaire

source: Budget Consumption
fr: Consommation budgétaire

source: Budget Line
fr: Ligne Budgétaire

source: Budget Lines
fr: Lignes Budgétaires

source: Budget Module
fr: Budget

source: Budget Start Date
fr: Début période budgétaire

source: Budget Stop Date
fr: Fin période budgétaire

source: Budget Transaction
fr: Transaction Budgétaire

source: Budget Transaction Module
fr: Transaction Budgétaire

source: Budget Transactions
fr: Transactions Budgétaires

source: Budget Transfert
fr: Transfert Budgétaire

source: Budget Transfert Line
fr: Ligne de Transfert Budgétaire

source: Budget title
fr: Intitule du budget

source: Budget transactions
fr: Transactions Budgétaires

source: Bug
fr: Bogue
pl: Błąd

source: Bug Event workflow
fr: Worflow des événements de bogue

source: Bug Line
fr: Ligne de bogue

source: Bug Lines to Send
fr: Lignes de bogues à envoyer
