Repository: Arifimran1/erp5
Catalog: bt5/erp5_l10n_*/MessageTranslationTemplateItem/*/erp5_ui/translation.po
Languages: fr, pl

source: Id of a script used to generate prevision in simulation.
fr: Id du script de générateur de prévision pour la simulation.

source: Id of the person working on the task
fr: Id de la personne qui fait la tâche.

source: Identifiant number
fr: Numéro d'identification

source: Identifiant of the external folder
fr: Identifiant du dossier externe.

source: Identifiant of the web page
fr: Identifiant de la page web

source: Identity Criterion
fr: Critère d'identité

source: If set, payment will occur at the end of the month of the payment term.
fr: Indique si le paiement s'effectue à la fin du mois défini par l'application du délai de paiement en jours à la date de référence.

source: Image List
fr: Liste des images

source: Image Module
fr: Module des images

source: Image View
fr: Aperçu

source: Immediate discount
fr: Remise immédiate

source: Import / Export
fr: Importer / Exporter
pl: Import / Eksport

source: Import Business Template
fr: Importer le Business Template
pl: Zaimportuj Business Template'a

source: Import CSV File
fr: Importer un fichier CSV

source: Import Categories
fr: Importer des catégories

source: Import OpenOffice Document
fr: Importer un document OpenOffice

source: Import Persons from OpenOffice Calc
fr: Importer des personnes depuis OpenOffice calc
pl: Importuj Osoby z OpenOffice Calc

source: Import Signature
fr: Importer sa signature
pl: Wczytaj wzór podpisu

source: Include english and translated version of all terms.
fr: Présente la version en anglais et la version traduite de chaque terme

source: Income
fr: Produits

source: Incoming
fr: Entrant

source: Incoming and Outgoing Events
fr: Événements entrants et sortants

source: Indented Compact Title
fr: Titre compact indenté

source: Indented Title
fr: Titre indenté

source: Index used to sort invoice lines in a list
fr: Index utilisé pour classer les lignes de facture dans une liste.

source: Index used to sort order milestones in a list
fr: Index utilisé pour classer les étapes de commande dans une liste.

source: Index used to sort pages
fr: Index utilisé pour classer les pages.

source: Index used to sort the project lines in a list
fr: Index utilisé pour classer les lignes de projet dans une liste.

source: Index used to sort the transformation transformed resources
fr: Index utilisé pour classer les nomenclatures.

source: Indicate how often in day the event will happen (every x days)
fr: Pour montrer combien de fois en nombre de jours l'évenement aura lieu.

source: Indicate how often in hour the event will happen (every x hours)
fr: Montre combien de fois en nombre d'heures l'évenement aura lieu.

source: Indicate how often in minutes the event will happen (every x minutest)
fr: Montre combien de fois en nombre de minutes l'évenement aura lieu.

source: Indicate how often in week the event will happen (every x weeks)
fr: Indique combien de fois en nombre de semaines l'évenement aura lieu.

source: Indicates how often in month the event will happen (every x months)
fr: Montre combien de fois en nombre de mois l'évenement aura lieu.

source: Indicates if an alarm is enabled or not (working or not)
fr: Ce champ montre si l'alarme est activée ou non( si ca marche ou pas)

source: Indicates if we display a link to contextual help or not
fr: Indique si on montre le lien sur l'aide contextuelle.

source: Indicates if we display link to translation system in interface or not
fr: Indique si l'interface doit afficher les différentes langues disponibles

source: Indicates if we display useful links for developers in interface or not
fr: Indique si on montre les liens utiles aux développeurs.

source: Indicates when the periodic event starts
fr: Indique quand l'évenement périodique commence.

source: Indicates when the periodic event stops
fr: Indique quand l'évenement période prend fin.

source: Individual Variation
fr: Variation individuelle

source: Individual Variation Base Category
fr: Axes de variations individuelles

source: Industrial Description
fr: Données techniques

source: Industrial Phase
fr: Phase industrielle
pl: Faza produkcyjna

source: Industrial description
fr: Description

source: Industrial process description
fr: Explications pour la fabrication

source: Ingested Documents
fr: Documents ingérés

source: Ingestion Interaction Workflow Definition
fr: Définition du workflow d'interaction de l'ingestion

source: Inherited Models
fr: Modèles hérités

source: Initial Begin Date
fr: Date de début initiale

source: Initial Budget
fr: Budget initial

source: Initial Credit Balance
fr: Solde créditeur initial

source: Initial Debit Balance
fr: Solde débiteur initial

source: Initial End Date
fr: Date de fin initiale

source: Initialized by Delivery Builder.
fr: Initialisé par le système.

source: Input data has errors. Please look at error messages below.
fr: Les données entrées comportent des erreurs. Regardez les messages d'erreur ci-dessous.

source: Input data has errors. Please look at the error messages below.
fr: Les données comportent des erreurs, reportez-vous aux messages ci-dessous

source: Input is required but no input given.
fr: Ce champ est obligatoire.
pl: Pole wymagane

source: Inspect Object
fr: Inspecter l'objet

source: Install Business Template
fr: Installer le business template
pl: Zainstaluj Business Template'a

source: Install Business Templates from Repositories
fr: Installer le business template depuis les dépôts

source: Repositories
fr: Dépôts
pl: Repozytoria

source: Installation Choice
fr: Choix d'installation
pl: Wybór instalacji

source: Installation State
fr: État de l'installation
pl: Stan instalacji

source: Installed
fr: Installé
pl: Zainstalowano

source: Int Index
fr: Index
pl: Kolejność

source: Integer use to sort agent
fr: Nombre entier utilisé pour classer l'agent.

source: Interaction Workflow Definition
fr: Définition du workflow d'interaction

source: Internal Money Deposit
fr: Dépôt sur compte d'ordre

source: Internal Money Deposit Module
fr: Dépôt sur compte d'ordre

source: Internal Packing List
fr: Livraison interne
pl: Wewnętrzna lista paczek

source: Internal Packing List Cell
fr: Cellule de livraison interne

source: Internal Packing List Line
fr: Ligne de livraison interne
pl: Linia wewnętrznej listy paczek

source: Internal Packing List Lines
fr: Lignes de livraison interne
pl: Linie wewnętrznej listy paczek

source: Internal Packing List Module
fr: Module des livraisons internes
pl: Moduł wewnętrznej listy paczek

source: Internal Packing List Movements
fr: Mouvements de livraison interne

source: Internal Packing Lists
fr: Livraisons internes
pl: Wewnętrzne listy paczek

source: International Form
fr: Mode international

source: Invalidate
fr: Invalider
pl: Unieważnij

source: Invalidated
fr: Invalidé
pl: Unieważniony

source: Inventories
fr: Inventaires
pl: Zapasy

source: Inventories to validate
fr: Inventaires à valider

source: Inventory
fr: Inventaire
pl: Zapas

source: Inventory Cell
fr: Cellule d'inventaire
pl: Komórka zapasów

source: Inventory Chart
fr: Graphique de l'inventaire

source: Inventory Date
fr: Date d'inventaire
pl: Data zapasów

source: Inventory Line
fr: Ligne d'inventaire
pl: Linia zapasów

source: Inventory Lines
fr: Lignes d'inventaire
pl: Linie zapasów

source: Inventory Module
fr: Module des inventaires
pl: Moduł gospodarki magazynowej

source: Inventory State
fr: État de l'inventaire

source: Inventory Variation Chart
fr: Graphique de l'inventaire avec variations

source: Inventory Workflow
fr: Workflow d'inventaire

source: Invoice
fr: Facture

source: Invoice Cell
fr: Cellule de facture
pl: Komórka faktury

source: Invoice Date
fr: Date de facture
pl: Data faktury

source: Invoice Line
fr: Ligne de facture
pl: Linia faktury

source: Invoice Lines
fr: Lignes de facture
pl: Linia faktury

source: Invoice Number
fr: Numéro de facture
pl: Numer faktury

source: Invoice Recipient
fr: Destinataire de la facture

source: Invoice Rule
fr: Règle de facture

source: Invoice Sender
fr: Émetteur de la facture

source: Invoice Transaction Rule
fr: Règle de facturation

source: Invoice View
fr: Facture
pl: Podgląd faktury

source: Invoice to
fr: Facturé à

source: Invoicing Rule
fr: Règle de facturation

source: Item
fr: Objet
pl: Element

source: Item(s) copied.
fr: Objet(s) copié(s)

source: Item(s) cut.
fr: Objet(s) coupé(s)

source: Item(s) pasted.
fr: Objet(s) collé(s)

source: Item(s)+Copied.
fr: Éléments+copiés
pl: Elementów+skopiowanych.

source: Item(s)+Cut.
fr: Éléments+coupés

source: Item(s)+Pasted.
fr: Éléments+collés

source: Items+Copied.
fr: Éléments+copiés

source: Items+Cut.
fr: Éléments+coupés

source: Items+Pasted.
fr: Éléments+collés

source: January
fr: Janvier

source: Journal Type
fr: Type d'écriture
pl: Typ transakcji

source: Journal from Selection
fr: Journal

source: Journalise
fr: Passer au brouillard

source: Journalised
fr: Brouillard

source: July
fr: Juillet

source: Jump
fr: Aller à
pl: Skocz do

source: Jump Relation
fr: Voir les objets liés
pl: Skocz do relacji

source: Jump to Accounting Preference
fr: Aller à la préférence active
pl: Skocz do Ustawień Księgowości

source: Jump to Active Preference
fr: Aller à la préférence active
pl: Skocz do Aktywnych Ustawień

source: Jump to Bank Accounts
fr: Aller aux comptes en banque
pl: Skocz do rachunków bankowych

source: Jump to Related Payment
fr: Aller au payement
pl: Skocz do płatności związanych

source: Jump...
fr: Aller à ...
pl: Skocz

source: June
fr: Juin

source: Keeps the current decision and creates a new one with the difference between prevision and current
fr: Conserve la décision et crée une nouvelle livraison pour la différence entre la prévision et la décision

source: Keyword
fr: Mot clé
pl: Słowo Kluczowe

source: Keywords
fr: Mots-clés
pl: Słowa klucze

source: Kind of report
fr: Type de rapport

source: Landscape
fr: Paysage

source: Language
fr: Langue
pl: Język

source: Language Code
fr: Code de la langue

source: Language of the file being uploaded for a bug
fr: Langue du fichier en train d'être téléchargé.

source: Language of the message notification
fr: Langue du message de notification

source: Language of the term
fr: Langue du terme de glossaire.

source: Language of the web page, it uses code like en, fr, ja...
fr: Langue de la page web et utilise des codes comme en, fr, ja.

source: Language:
fr: Langue:

source: Large Image Height
fr: Hauteur des grandes images

source: Large Image Width
fr: Largeur des grandes images

source: Last
fr: Dernier
pl: Ostatni

source: Last Name
fr: Nom
pl: Nazwisko

source: Last Name of the user wanting to register
fr: Nom de l'utilisateur qui veut s'inscrire.

source: Last Report
fr: Dernier Rapport

source: Last career step terminated. New career step added.
fr: La dernière étape de carrière est terminée. Une nouvelle étape vient d'être créée.

source: Last modified:
fr: Dernière modification:

source: Last opened period ends on ${last_openned_date}, this period starts on ${this_period_start_date}. Accounting Periods must be consecutive.
fr: La dernière période ouverte prend fin le ${last_openned_date}, cette période commence le ${this_period_start_date}. Les périodes comptables doivent être consécutives.

source: Latest
fr: Le plus récent

source: Latest Content List
fr: Documents récents

source: Layout Configuration
fr: Configuration du design

source: Learn
fr: Apprendre

source: Legal Form
fr: Forme juridique

source: Legal form of business company.
fr: Forme juridique de l'entreprise

source: Length (cm)
fr: Longueur (cm)
pl: Długość (cm)

source: Length (m)
fr: Longueur (m)

source: Length quantity
fr: Longueur équivalente

source: Less Than
fr: Moins que

source: Letter
fr: Lettre

source: Level
fr: Niveau
pl: Poziom

source: Liability
fr: Passif

source: Liability + Equity
fr: Passif

source: License
fr: Licence
pl: Licencja

source: Line
fr: Ligne

source: Lines created.
fr: Ordre enregistré

source: Lines in the Period
fr: Lignes dans la période

source: Link
fr: Lien
pl: Odnośnik

source: List
fr: Liste
pl: Lista

source: List Content
fr: Liste du contenu

source: List Mode
fr: Mode liste
pl: Tryb listy

source: List Mode Listbox
fr: Listbox en mode liste

source: List Objects in Trash Bin
fr: Voir les objets dans la corbeille

source: List Report
fr: Édition

source: List Trash Bin
fr: Lister les documents de la corbeille
pl: Wylistuj kosz

source: List of Documents
fr: Liste des documents

source: Local Permissions
fr: Permissions locales

source: Local Roles
fr: Rôles locaux
pl: Role lokalne

source: Location
fr: Lieu
pl: Położenie

source: Log in
fr: Connexion
pl: Zaloguj

source: Log out
fr: Déconnexion
pl: Wyloguj

source: Logged In as :
fr: Utilisateur :
pl: Zalogowany jako :

source: Logged in as :
fr: Connecté en tant que:

source: Logical Compact Path
fr: Chemin logique compact

source: Logical Path
fr: Chemin logique

source: Login
fr: Connexion
pl: Loguj

source: Login ID
fr: Login

source: Login and/or password is incorrect.
fr: Nom d'utilisateur ou mot de passe incorrect

source: Login failure
fr: La connexion a échoué.
pl: Logowanie niepoprawne

source: Login success
fr: Connexion réussie
pl: Logowanie poprawne

source: Long Title
fr: Titre long

source: Lost Password
fr: Mot de passe perdu

source: MIME Type
fr: Format MIME

source: Mail Message
fr: Email
pl: Wyślij wiadomość

source: Main Apparel Fabric
fr: Tissu principal

source: Main Apparel Fabric Supplier
fr: Fournisseur Tissu principal

source: Main resource
fr: Nomenclature du (Modèle ou Article)

source: Make Offer
fr: Proposer un devis

source: Make a Template
fr: Créer un modèle

source: Manage Business Templates
fr: Gérer les Business Templates
pl: Zarządzaj Business Template'ami

source: Manual Price
fr: Prix manuel
pl: Cena ręczna

source: Mapped Value
fr: Valeur associée

source: March
fr: Mars

source: Marital Status
fr: Situation maritale
pl: Stan cywilny

source: Mark Responded
fr: Marqué comme traité

source: Materials
fr: Matériaux

source: Max Amount
fr: Montant Max.
pl: Maksymalna ilość

source: Max Criterion
fr: Critère max

source: Max. Delay (Day)
fr: Délai Max. (Jour)
pl: Maksymalne opóźnienie (dni)

source: Max. delay (day)
fr: Délai Max (jours)

source: May
fr: Mai

source: Measure
fr: Mesure

source: Measure Cell
fr: Cellule de mesure

source: Measure drawing
fr: Cote

source: Measure type
fr: Nature mesure

source: Measures
fr: Mesures

source: Medium Image Height
fr: Hauteur des images de taille moyenne

source: Medium Image Width
fr: Largeur des images de taille moyenne

source: Meeting
fr: Réunion

source: Meeting Detailed Report
fr: Rapport détaillé

source: Meeting Module
fr: Module des réunions

source: Meeting Status
fr: État

source: Meeting Type
fr: Type de réunion

source: Meeting Types
fr: Types de réunion

source: Meetings
fr: Réunions

source: Member ID
fr: ID du Membre

source: Memory Used
fr: Mémoire utilisée

source: Merge Deliveries
fr: Fusionner les livraisons

source: Merged Deliveries
fr: Livraison regroupées

source: Message explaining the content of the bug line.
fr: Message expliquant le contenu de la ligne de bogue.

source: Metadata
fr: Méta-données
pl: Metadane

source: Metric Type
fr: Type métrique

source: Micro Image Height
fr: Hauteur des micro-images

source: Micro Image Width
fr: Largeur des micro-images

source: Middle Name
fr: Deuxième prénom
pl: Drugie imię

source: Migrate Folder
fr: Exporter le dossier

source: Migration to HBTree is running.
fr: La migration vers HBTree est en cours.

source: Milestone:
fr: Étape

source: Milestones
fr: Étapes

source: Mime type of the file, defined which kind of document it is
fr: Le type de contenu MIME d'un fichier qui définit le format du contenu du document.

source: Min Amount
fr: Montant Min.

source: Min Criterion
fr: Critère min

source: Min. Delay (Day)
fr: Délai Min. (Jour)
pl: Minimalne opóźnienie (dni)

source: Min. Flow
fr: Débit Minimum
pl: Minimalny przepływ

source: Min. delay (day)
fr: Délai min (jours)

source: Min. flow
fr: Minimum de commande

source: Minimal quantity to use on a movement.
fr: La quantité minimale à utiliser sur un mouvement.

source: Mirror
fr: Miroir

source: Mirror Account
fr: Compte Miroir

source: Missing
fr: Manquant
pl: Brakuje

source: Mobile Telephone
fr: Téléphone portable
pl: Telefon Komórkowy

source: Model Line
fr: Ligne de modèle

source: Model Line Calculation Script
fr: Script de calcul

source: Modification Date
fr: Date de modification
pl: Czas modyfikacji

source: Modified
fr: Modifié
pl: Zmodyfikowane

source: Modify Transaction
fr: Modifier la transaction

source: Modify UI
fr: Modifier l'interface utilisateur

source: Module Property
fr: Propriétés du module

source: Monday
fr: Lundi

source: Monetary Destruction
fr: Destruction de billets

source: Monetary Issue
fr: Émission

source: Monetary Recall
fr: Retrait de circulation

source: Money Amounts Fields Width
fr: Largeur des champs de valeurs monétaires

source: Month
fr: Mois
pl: Miesiąc

source: Month / Day / Year
fr: Mois / Jour / Année
pl: Miesiąc / Dzień / Rok

source: Monthly Report
fr: Rapport mensuel

source: Months
fr: Mois
pl: Miesiące

source: More news...
fr: Plus de nouvelles...

source: More tasks...
fr: Plus de taches...

source: Motive
fr: Motif

source: Movement Date
fr: Date

source: Movements
fr: Mouvements

source: Multiple (${document_count}) documents ${document_reference} - ${document_language} - ${document_version} already exists.
fr: Plusieurs (${document_count}) documents ${document_reference} - ${document_language} - ${document_version} existent déjà.

source: My Content List
fr: Liste de mon contenu

source: My Contributed Content
fr: Mes fichiers partagés

source: My Drafts of Accounting Transactions
fr: Mes écritures comptables au brouillon

source: My Favourites
fr: Mes favoris

source: My Language
fr: Ma langue

source: My favourites
fr: Mes favoris
pl: Moje

source: My language
fr: Langue
pl: Mój język

source: Name
fr: Nom
pl: Nazwa

source: Name of the script called to generate temporary domains
fr: Nom du script qui génére des noms temporaires de domaines

source: Name ot the method used to display information about the result of the alarm
fr: Méthode utilisée pour montrer les résultats de l'alarme.

source: Nano Image Height
fr: Hauteur des nano-images

source: Nano Image Width
fr: Largeur des nano-images

source: National ID
fr: Code carte d'identité

source: Nationality
fr: Nationalité
pl: Narodowość

source: Net Loss
fr: Perte nette

source: Net Profit
fr: Profit net

source: Net Salary
fr: Salaire net

source: Net Salary Report
fr: Rapport de salaire net

source: Net Total Price
fr: Montant Net

source: Net Width
fr: Laize des collections

source: Net width (cm)
fr: Laize utile (collection)(cm)

source: New
fr: Nouveau
pl: Nowy

source: New ${portal_type}
fr: Nouveau ${portal_type}
pl: Nowy ${portal_type}

source: New ${portal_type} added.
fr: Nouveau ${portal_type} ajouté.

source: New ${portal_type} created.
fr: Nouveau ${portal_type} créé.

source: New Event
fr: Nouvel événement

source: New File
fr: Nouveau fichier

source: New Function
fr: Nouvelle fonction
pl: Nowy typ

source: New Incoming Events
fr: Événements entrant nouveaux

source: New Value
fr: Nouvelle valeur

source: New Web Page of section ${web_section}.
fr: Nouvelles pages web de la section ${web_section}.

source: New default Web Page for section ${web_section}.
fr: Nouvelle page par défaut pour la section ${web_section}.

source: New event created.
fr: Nouvel événement créé.

source: Next
fr: Suivant
pl: Następny

source: Next Alarm Date
fr: Date de la prochaine alarme
pl: Następny czas alarmu

source: Next Page
fr: Page suivante
pl: Następna strona

source: No ${portal_type} Related.
fr: Pas de ${portal_type} lié.
pl: Brak powiązania z ${portal_type}

source: No ${portal_type} related.
fr: Pas de ${portal_type} correspondant.

source: No Trade Condition.
fr: Conditions de vente non définies.

source: No bank account for current organisation.
fr: Pas de compte en banque pour l'organisation courante

source: No divergence found.
fr: Pas de divergence trouvée.

source: No exchange ratio found.
fr: Pas de taux de change trouvé.

source: No file or an empty file was specified.
fr: Vous n'avez spécifié aucun fichier ou le fichier est vide.

source: No file was selected for contribution.
fr: Vous n'avez sélectionné aucun document à soumettre.

source: No invoice in your selection.
fr: Pas de factures dans votre sélection.

source: No new Apparel Colour Range Variation defined.
fr: Aucun coloris à rajouter.

source: No new Apparel Component defined.
fr: Aucune ligne n'a pu être ajoutée.

source: No pay sheet model.
fr: Aucun modèle de fiche de paie.

source: No quantity is defined on this line.
fr: Aucune quantité n'est indiquée !

source: No related documents found.
fr: Aucun document correspondant n'a été trouvé.

source: No related wiki documents found.
fr: Aucun wiki correspondant n'a été trouvé.

source: No such document was found.
fr: Aucun document correspondant n'a été trouvé.
pl: Nie znaleziono dokumentu.

source: No trade condition.
fr: Pas de conditions de vente.

source: Non Deductible Tax
fr: Cotisation non déductible

source: Non Discountable Additional Price
fr: Prix additionnel non remisable

source: Non Tax Withholding
fr: Retenues sur salaire

source: Non Taxable Bonus
fr: Indemnité non imposable

source: Non-Billable Expense
fr: Dépense non facturée

source: None
fr: Aucun
pl: Żaden

source: Normal Balance
fr: Solde

source: Not Greater Than
fr: Pas plus grand que

source: Not Grouped Lines in Beginning Balance
fr: Ligne non lettrées du solde initial.

source: Not Installed
fr: Pas installé
pl: Nie zainstalowano

source: Not Less Than
fr: Pas moins que

source: Not available
fr: Non disponible

source: Nothing matches.
fr: Aucune correspondance.

source: Nothing more to pay.
fr: Rien à payer

source: Nothing to paste.
fr: Rien à coller

source: Notification Message
fr: Message de notification

source: Notification Message Content List
fr: Liste de contenu des messages de notification

source: Notification Message Module
fr: Module des messages de notificaton

source: Notification Message Workflow
fr: Workflow des messages de notification

source: Notification Messages
fr: Messages de notification

source: Notification Mode
fr: Notification de l'alarme

source: November
fr: Novembre

source: Number
fr: Numéro
pl: Numer

source: Number of Lines Displayed in List Mode ListBoxs
fr: Nombre de lignes affichées en mode Liste

source: Number of Lines Displayed in View Mode ListBoxs
fr: Nombre de lignes affichées en mode Aperçu

source: Number of Related Objects
fr: Nombre d'objets en relation

source: Number of units involved in base prices
fr: Nombre d'unités dans les prix de base

source: Numerical
fr: Numérique

source: ODS Style
fr: Style ODS

source: ODT Style
fr: Style ODT

source: Object
fr: Objet
pl: Obiekt

source: Object Created.
fr: Création effectuée
pl: Utworzono obiekt.

source: Object created.
fr: Objet crée

source: Object+Created.
fr: Création+effectuée
pl: Obiekt+stworzony.

source: Objects
fr: Objets

source: October
fr: Octobre

source: Offer
fr: Devis
pl: Propozycja

source: Offered
fr: Proposé

source: Offered Purchase Orders to Follow
fr: Commandes à suivre

source: Offered Sale Orders to Follow
fr: Propositions de vente à suivre

source: Offers to Send
fr: Offres à suivre

source: Office Document
fr: Document Office

source: Old Value
fr: Ancienne valeur

source: Omit "Grouped References"
fr: Sans écritures lettrées

source: Omit "grouped references"
fr: Sans écritures lettrées

source: Omit Balanced Account
fr: Sans comptes soldés

source: Omit Empty Accounts
fr: Sans comptes non mouvementés

source: Omit Grouped References
fr: Sans écritures lettrées
