Repository: Arifimran1/erp5
Catalog: bt5/erp5_l10n_*/MessageTranslationTemplateItem/*/erp5_ui/translation.po
Languages: fr, pl

source: Your account was successfully created.
fr: Votre compte a été crée avec succés.

source: Your tab is empty.
fr: Cet onglet ne contient aucun gadget

source: Zip Code
fr: Code Postal

source: accounting_workflow
fr: Workflow de Comptabilité

source: actor
fr: Utilisateur

source: an increasing number with each modification done to the web page
fr: un numéro qui augmente avec chaque modification faite sur la page web.

source: auto_planned
fr: Planifié (automatiquement)

source: cancel
fr: Annuler

source: cash_status
fr: État de valeur

source: comment
fr: Commentaire

source: content of the event
fr: Le contenu de l'évenement.

source: date at wich the bug was fixed
fr: Date à laquelle le bug a été corrigé.

source: default user name to commit in the svn repository
fr: Le nom de l'utilisateur qui doit committer dans le svn.

source: defines the base url where documentation will be reachable
fr: definit l'url de base où la documentation sera disponible.

source: defines which email address is used by default for ingestion
fr: definit quel adresse email à utiliser par défaut dans l'ingestion.

source: global weight of the container
fr: Le poids brut du contenant.

source: go back
fr: Retour

source: history
fr: Historique

source: hostname of the svn server
fr: Nom d'hôte du serveur svn

source: iCalendar Export
fr: Exportation iCalendar

source: if checked, it will install all the missing tools in the site when installing the business template
fr: Si c'est activé, il installera tous les outils manquants sur le site lors de l'installation du business template.

source: in this state, it can no longer be modified
fr: La livraison a été totalement traitée

source: index used to sort document
fr: index utilisé pour classer les documents.

source: index used to sort web pages
fr: index utilisé pour classer les pages web.

source: instructions in order to explain how to use the resource
fr: Instructions qui expliquent comment utiliser une ressource.

source: language of the web page
fr: langue de la page web.

source: listbox
fr: Liste

source: logged_in
fr: Vous êtes connecté.

source: logged_out
fr: Vous êtes déconnecté.

source: login_form
fr: Page de Connexion

source: marks inventory as delivered, can no longer be modified after
fr: Défini la livraison comme entièrement traitée

source: number of line displayed by a lisbox when used in list mode (in a module for example)
fr: Le nombre de lignes affichées dans une listbox quand on est en mode liste.

source: number of line displayed by a lisbox when used in view mode (in a document for example)
fr: nombre de lignes affichées dans une listbox quand on est en mode view (dans un document par exemple)

source: numberLineToAdd
fr: Lignes à ajouter

source: of
fr: sur

source: portal type
fr: la règle qu'il faut appliquer à la taxe.

source: printing format
fr: Format d'impression

source: project related to ticket
fr: Le projet dans lequel se trouve celui qui prend en charge le ticket.

source: quantity
fr: Quantité

source: quantity of the inventory
fr: quantité de l'inventaire

source: script used to do localized calculs
fr: Script utilisé pour faire certains caculs.

source: serial number of the container
fr: numéro de série du contenant

source: simulation_state
fr: État de Simulation

source: state
fr: État

source: state of a query which has been cancelled
fr: l'état dans lequel se trouve une affectation qui a été annulée.

source: status
fr: État

source: the employee number of a person
fr: Le matricule de l'employee

source: the heigh in pixel of nano image
fr: La longueur en pixel des nano-images

source: the height in pixel for large image
fr: la longueur en pixel des grandes images.

source: the height in pixel of medium image
fr: la longueur en pixel des images de taille moyenne.

source: the height in pixel of micro image
fr: la longueur en pixel des micro-images.

source: the number of revision used by the business template. This number increases each time we commit a modification
fr: le numéro de révision utilisé par le business template. Ce numéro augmente à chaque fois qu'on committe une modification.

source: the width in pixel for large image
fr: La largeur en pixel des grandes images.

source: the width in pixel of medium image
fr: la largeur en pixel des images de taille moyenne.

source: the width in pixel of micro image
fr: la largeur en pixel des micro-images.

source: the width in pixel of nano image
fr: La largeur en pixel des images nano.

source: time
fr: Date

source: ${key} ${usage}
pl: ${usage}: ${key}

source: ${number} item(s) selected
pl: ${number} pozycji zaznaczonych

source: ${title} Key
pl: Wyszukiwanie: ${title}

source: (deleted)
pl: (usunięte)

source: -- Workflows --
pl: -- Workflowy --

source: A change log
pl: Rejestr zmian

source: A flag indicating if we have to update business template workflows
pl: Flaga oznaczająca, że chcemy aktualizować workflow business template'a

source: A flag indicating if we have to update tools
pl: Flaga informująca o tym, że musimy aktualizować narzędzie

source: A list of ERP5Types for which we want to add the roles in the template
pl: Lista typów ERP5Types, dla których chcemy dodać role w tym szablonie

source: A list of allowed content types for portal types
pl: Lista dozwolonych typów zawartości dla typów portalu

source: A list of base categories for portal types
pl: Lista kategorii bazowych dla typów portalu

source: A list of copyright holders
pl: Lista właścicieli praw autorskich

source: A list of hidden content types for portal types
pl: Lista ukrytych typów zawartości dla typów portalu

source: A list of ids of actions used by this template
pl: Lista identyfikatorów akcji użytych przez ten template

source: A list of ids of base categories used by this template
pl: Lista identyfikatorów kategorii bazowych użytych przez ten template

source: A list of ids of constraints used by this template
pl: Lista ograniczeń użytych przez ten template

source: A list of ids of documents used by this template
pl: Lista identyfikatorów dokumentów użytych przez ten template

source: A list of ids of extensions used by this template
pl: Lista rozszerzeń użytych przez ten template

source: A list of ids of modules used by this template
pl: Lista identyfikatorów modułów użyta przez ten template

source: A list of ids of portal types used by this template
pl: Lista identyfikatorów typów portalu użytych przez ten template

source: A list of ids of products used by this template
pl: Lista produktów użytych przez ten template

source: A list of ids of property sheets used by this template
pl: Lista identyfikatorów property sheetów użytych przez ten template

source: A list of ids of roles used by this template
pl: Lista identyfikatorów ról użytych przez ten template

source: A list of ids of site properties used by this template
pl: Lista identyfikatorów właściwości strony użytych przez ten template

source: A list of ids of skins used by this template
pl: Lista identyfikatorów skorek użytych przez ten template

source: A list of ids of tests used by this template
pl: Lista identyfikatorów testów użytych przez ten template

source: A list of local roles used by this template
pl: Lista ról lokalnych użytych przez ten template

source: A list of maintainers
pl: Lista opiekunów

source: A list of message translations used by this template
pl: Lista tłumaczonych wiadomości, użytych przez ten template

source: A list of object paths used by this template
pl: Lista ścieżek do obiektów użytych przez ten template

source: A list of property sheet for portal types
pl: Lista property sheetów dla typu portalu

source: A list of workflow chains of portal types used by this template
pl: Lista łańcuchów workflow typów portalu użytych przez ten template

source: A revision identifier
pl: Identyfikator rewizji

source: A version identifier
pl: Identyfikator wersji

source: Accept decision
pl: Zatwierdź dezycję

source: Accounting Line Created
pl: Stworzone Linię Transakcji Księgowej

source: Accounting Period Delimiter
pl: Znak Dziesiętny

source: Accounting Plan
pl: Plan Kont

source: Accounting Transaction Reference
pl: Referencja Transakcji Księgowej

source: Accounting Transaction can only be deleted in draft or cancelled states.
pl: Transakcje księgowe mogą być skosowane jedynie gdy ich status jest: "wprowadzone" bądź "anulowne"

source: Action
pl: Akcja

source: Action impossible : Account ${account_title} is ${state}
pl: Akcja niemożliwa : Konta ${account_title} jest w stanie ${state}

source: Action impossible : Date is not in an openned Accounting Period
pl: Akcja niemożliwa: Data nie jest w otwartym Okresie Księgowania

source: Action...
pl: Akcja...

source: Actions
pl: Akcje

source: Active
pl: Aktywny

source: Added Files
pl: Dodane Pliki

source: Added files
pl: Dodane pliki

source: Allowed Content Types
pl: Zezwolone typy zawartości

source: Appartment number
pl: Numer lokalu

source: Assigned persons
pl: Przypisane osoby

source: BIC (Bank Identifier Code)
pl: BIC (Kod Identyfikatora Banku)

source: Bank accounts
pl: Rachunki bankowe

source: Base name
pl: Nazwa bazowa

source: Base value
pl: Wartość bazowa

source: Beginning Date
pl: Data rozpoczęcia

source: Branch
pl: Oddział

source: Business Template Downloaded Successfully
pl: Business Template pobrany z powodzeniem

source: Business Template File
pl: Plik Business Template'a

source: Business Template Imported Successfully
pl: Business Template zaimportowano z powodzeniem

source: Business Template URL
pl: URL Business Template'a

source: Business Templates Downloaded Successfully
pl: Business Template'y pobrane z powodzeniem

source: Business Templates Imported Successfully
pl: Business Template'y zaimportowane z powodzeniem

source: Business+Template+Downloaded+Successfully
pl: Business+Template+Ściągnięty+Poprawnie

source: Business+Templates+Imported+Successfully
pl: Business+Template'y+zaimportowane+z+powodzeniem

source: Business+Templates+Updated+Successfully
pl: Business+Template'y+zaktualizowane+z+powodzeniem

source: Career Begin Date
pl: Data podjęcia pracy

source: ChangeLog
pl: DziennikZm

source: Changelog
pl: Rejestr zmian

source: City name.
pl: Nazwa miasta.

source: Clean SVN unversioned files
pl: Wyczyść pliki nie będące w systemie SVN

source: Client
pl: Klient

source: Client Organisations
pl: Klienci (Organizacje)

source: Client Persons
pl: Klienci (Osoby)

source: Close Transaction
pl: Zamknij transakcję

source: Codification
pl: Kodyfikacja

source: Collaborators
pl: Współpracownicy

source: Collective Agreement Title
pl: Tytuł układu zbiorowego

source: Commit
pl: Zatwierdź

source: Confirm Transactions
pl: Potwierdź tranzakcje

source: Contacts
pl: Kontakty

source: Container Count
pl: Ilość kontenerów

source: Container Type
pl: Typ kontenera

source: Container workflow
pl: Workflow kontenera

source: Contextual help
pl: Pomoc kontekstowa

source: Coordinate
pl: Dane teleadresowe

source: Create Sale Opportunity
pl: Stwórz możliwość sprzedaży

source: Created After
pl: Stworzone po

source: Created Before
pl: Stworzone przed

source: Credit Cards
pl: Karty kredytowe

source: Currency is not Defined.
pl: Waluta nie jest zdefiniowana.

source: Current Skills
pl: Obecne umiejętności

source: Data Updated.
pl: Dane zaktualizowane.

source: Data+Updated.
pl: Dane+Zaktualizowane.

source: Date
pl: Data

source: Date of birth.
pl: Data urodzenia.

source: Date when the bank account was closed
pl: Data, kiedy konto bankowe zostało zamknięte

source: Date when the bank account was open
pl: Data, kiedy konto bankowe zostało otwarte

source: Default Career
pl: Obecne miejsce pracy

source: Default Quantity
pl: Ilość domyślna

source: Default Telephone
pl: Domyślny telefon

source: Default Variation
pl: Wariant domyślny

source: Deliver To
pl: Odbiorca

source: Delivery Module
pl: Moduł dostaw

source: Description
pl: Opis

source: Destination
pl: Przeznaczenie

source: Destination Administration Organisation
pl: Administracja organizacji docelowej

source: Destination Administration Person
pl: Osoba administracji docelowej

source: Destination Decision
pl: Decydent docelowy

source: Destination Decision Organisation
pl: Organizacja decydenta docelowego

source: Destination Decision Person
pl: Osoba decydenta docelowego

source: Developper mode
pl: Tryb developera

source: Diff
pl: Różnica

source: Diff BusinessTemplate
pl: Zróżnicuj Business Template'a

source: Diff View
pl: Widok różnic

source: Document
pl: Dokument

source: Document Classes
pl: Klasy dokumentu

source: Documents
pl: Dokumenty

source: Download Business Template From URL
pl: Pobierz Business Template z URLa

source: Download Business Templates From Repositories
pl: Pobierz Business Template'y z repozytoriów

source: Download OOo
pl: Pobierz OOo

source: Download original
pl: Pobierz oryginał

source: Draft To Validate
pl: Drafty do sprawdzenia

source: Drafts of purchase orders
pl: Drafty zamówień zakupu

source: Drafts of sale orders
pl: Drafty zamówień sprzedaży

source: Emit Date
pl: Data emisji

source: Employee share rate (%)
pl: Część płacona przez pracownika (%)

source: Employer share rate (%)
pl: Część płacona przez pracodawcę (%)

source: ExactMatch
pl: Dopasowanie dokładne

source: Expiry Date
pl: Data wygaśnięcia

source: Export CSV File
pl: Exportuj do pliku CSV

source: Export Csv File
pl: Eksportuj do pliku CSV

source: Extension
pl: Nr wewnętrzny

source: Extensions
pl: Rozszerzenia

source: FAX
pl: faks

source: Fax
pl: Faks

source: Files And Images
pl: Pliki i obrazki

source: Files commited successfully
pl: Pliki zatwierdzone poprawnie

source: Files to be commited
pl: Pliki do zatwierdzenia

source: Financial Year Stop Date
pl: Data zamknięcia roku obrotowego

source: First name.
pl: Imię.

source: Flow Capacity
pl: Pojemność przepływu

source: From
pl: Z

source: Full Sized Signature
pl: Wzór podpisu

source: Full Text Keys
pl: Klucze pełnotekstowe

source: Full, long name of the currency
pl: Pełna, długa nazwa waluty

source: Function Changed
pl: Zmieniono

source: Generate pot file
pl: Wygeneruj plik "pot" do tłumaczenia

source: Get CSV
pl: Pobierz CSV

source: Get DOC
pl: Pobierz DOC

source: Get HTML
pl: Pobierz HTML

source: Get Pdf
pl: Pobierz PDF

source: Get Portal Types Properties
pl: Pobierz właściwości typów portalu

source: Get RTF
pl: Pobierz RTF

source: Get snapshot
pl: Pobierz zrzut

source: Go
pl: Idź

source: Grade
pl: Stopień

source: Gross Salary (Euros)
pl: Wynagrodzenie brutto (EUR)

source: Gross salary is required
pl: Dochody brutto są wymagane

source: Guess Portal Types From Modules
pl: Wyszukaj Portal Types według Modułów

source: Guess Properties Of Portal Types
pl: Wyszukaj właściwości Portal Type'ów

source: Has snapshot
pl: Posiada zrzut

source: Hidden Content Types
pl: Ukryte typy zawartości

source: Hide optional modules
pl: Ukryj dodatkowe moduły

source: Hourly Or Daily Rate
pl: Częstotliwość dzienna lub godzinna

source: Html Style
pl: Styl HTML

source: ID of the currency. Be aware that changing this ID will reindex all related objects.
pl: ID waluty. Miej na uwadze fakt, że zmiana ID spowoduje reindeksację wszystkich obiektów.

source: Image
pl: Obrazek

source: Immediate Discount
pl: Zniżka bezpośrednia

source: Import CSV file
pl: Zaimportuj plik CSV

source: Import Csv File
pl: Importuj plik Csv.

source: Importing CSV file.
pl: Importowanie pliku CSV.

source: Incoming FAX
pl: Przychodzący FAX

source: Incoming Letter
pl: Przychodzący list

source: Index
pl: Indeks

source: Install Business Templates From Repositories
pl: Zainstaluj Business Template'a z repozytoriów

source: Invoice No
pl: Numer faktury

source: Invoice To
pl: Nabywca

source: Invoiced Client
pl: Fakturowany klient

source: Invoiced Customer
pl: Fakturowany klient

source: Is OOo version up to date
pl: Czy wersja OOo jest aktualna

source: Is Uploaded
pl: Jest wgrane

source: Is changed
pl: Jest zmienione

source: Is pdf version up to date
pl: Czy wersja PDF jest aktualna

source: Item Module
pl: Moduł elementów

source: Item(s) Copied.
pl: Elementów skopiowanych.

source: Item(s) Pasted.
pl: Elementów wklejonych.

source: Items
pl: Elementy

source: Journal
pl: Rejestr zakupu/sprzedaży

source: Keyword Keys
pl: Klucze słów kluczy

source: Label
pl: Etykieta

source: Last name.
pl: Nazwisko.

source: Layout
pl: Wygląd

source: List Objects In Trash Bin
pl: Wylistuj obiekty w koszu

source: Logged In as
pl: Zalogowany jako

source: Lower Than
pl: Mniejszy niż

source: Main Resource
pl: Główny zasób

source: Maintainers
pl: Opiekunowie

source: Make Pdf
pl: Stwórz PDFa

source: Make RTF
pl: Stwórz RTFa

source: Make snapshot
pl: Stwórz zrzut

source: Manage Coordinates
pl: Zarządzaj współrzędnymi

source: Manage members
pl: Zarządzaj użytkownikami

source: Mass Workflow Transition
pl: Hurtowa zmiana stanu workflow

source: Message
pl: Wiadomość

source: Message Translations
pl: Tłumaczenie komunikatów

source: Modified Files
pl: Zmodyfikowane Pliki

source: Modified files
pl: Zmodyfikowane pliki

source: Module ID
pl: ID Modułu

source: Modules
pl: Moduły

source: Movement List
pl: Lista przesunięć

source: Multiple Installation Of Business Templates
pl: Instalowanie wielu Business Template'ów

source: Multivalue Keys
pl: Klucze wielowartościowe

source: My
pl: Moje

source: Net
pl: Netto

source: New %s
pl: Nowy %s

source: Next ID
pl: Następne ID

source: No Query Related
pl: Brak Powiązanych Zapytań

source: No Sale Packing List Related
pl: Brak powiązanej listy paczek sprzedaży

source: No. Related Objects
pl: Ilość obiektów powiązanych

source: Node
pl: Węzeł

source: Not Greater Then
pl: Nie większy niż

source: Not Lower Than
pl: Nie mniejszy niż

source: Note
pl: Notatka

source: Number of childs.
pl: Ilość dzieci.

source: OOo Document
pl: Dokument OOo

source: OOoDocument
pl: DokumentOOo

source: Object Contents
pl: Zawartosć obiektu

source: Object Title
pl: Tytuł obiektu

source: Offer by Email
pl: Propozycja przez email

source: Openned Account
pl: Otwarte Konto

source: Optional Resource
pl: Zasób Opcjonalny

source: Organisation
pl: Organizacja

source: Organisation Coordinates
pl: Współrzędne organizacji

source: Organisations
pl: Organizacje

source: Packing List
pl: Lista ładunkowa

source: Packing List No
pl: Numer listy ładunkowej

source: Password Confirmation
pl: Potwierdzenie hasła

source: Paths
pl: Ścieżki

source: Pay Sheet Cells
pl: Komórki listy płac

source: Pay Sheet Line View
pl: Widok linii listy płac

source: Payment Additional Term (Day)
pl: Dodatkowy termin płatności (Dni)

source: Payment At The End Of Month
pl: Płatność na koniec miesiąca

source: Payment Delay (Days)
pl: Opóźnienie płatności (w dniach)

source: Payment End Of Month
pl: Płatność na koniec miesiąca

source: Payment Term (Day)
pl: Data płatności

source: Payment date
pl: Data płatności

source: Paysheet View
pl: Widok płatności

source: Period Stop Date
pl: Koniec okresu

source: Person Profile
pl: Profil osoby

source: Photo
pl: Zdjęcie

source: Place
pl: Miejsce

source: Plan Transactions
pl: Planowane tranzakcje

source: Planning
pl: Planowanie

source: Plans of sale orders
pl: Plany sprzedaży

source: Please Set a ChangeLog Message
pl: Proszę ustawić wiadomość w Rejestrze Zmian

source: Please+select+one+or+more+items+to+copy+first.
pl: Proszę+wybrać+co+najmniej+jeden+obiekt+do+kopiowania.

source: Polish
pl: Polski

source: Post Code
pl: Kod pocztowy

source: Price Valid Until
pl: Cena ważna do

source: Production Order
pl: Zamówienie produkcyjne

source: Production Order Cell
pl: Komórka zamówienia produkcyjnego

source: Production Order Line
pl: Linia zamówienia produkcyjnego

source: Production Order Lines
pl: Linie zamówienia produkcyjnego

source: Production Order Module
pl: Moduł zamówień produkcyjnych

source: Production Orders
pl: Zamówienia produkcyjne

source: Production Packing List
pl: Lista paczek zamówień produkcyjnych

source: Production Packing List Cell
pl: Komórka listy paczek zamówień produkcyjnych

source: Production Packing List Line
pl: Linia listy paczek zamówień produkcyjnych

source: Production Packing List Module
pl: Moduł listy paczek zamówień produkcyjnych

source: Production Packing Lists
pl: Listy paczek zamówień produkcyjnych

source: Production Report
pl: Raport produkcyjny

source: Production Report Cell
pl: Komórka raportu produkcyjnego

source: Production Report Line
pl: Linia raportu produkcyjnego

source: Production Report Module
pl: Moduł raportów produkcyjnych

source: Production Reports
pl: Raporty produkcyjne

source: Project Report Module
pl: Moduł raportu projektu

source: Property Sheets
pl: Property Sheety

source: Question
pl: Pytanie

source: REQUIRED FOR POLISH TAX REPORT
pl: DANE DO ZEZNAŃ PODATKOWYCH

source: Real Client
pl: Zleceniodawca

source: Received Date
pl: Otrzymano dnia

source: Related Production Packing List
pl: Powiązana lista paczek produkcyjnych

source: Related Production Report
pl: Powiązany raport produkcyjny

source: Relative URL
pl: URL względny

source: Removed Files
pl: Usunięte Pliki

source: Removed files
pl: Usunięte pliki

source: Reply To Mail
pl: Odpowiedz na pocztę

source: Report Select:
pl: Wybierz raport:

source: Report Tree
pl: Drzewo Raportowania

source: Resolve SVN conflicted files
pl: Rozwiąż konflikty plików SVN

source: Returned Sale Packing List Lines
pl: Linie listy paczek zwrotów sprzedaży

source: Salary Transaction
pl: Transakcja wypłaty wynagrodzenia

source: Sale Invoice Transaction in confirmed state
pl: Tranzakcja faktury sprzedaży w stanie potwierdzonym.

source: Sale Manager
pl: Osoba odbierająca

source: Sale Order Line(s)
pl: Linie Zamówienia Sprzedaży

source: Sale Packing List related to Sale Order.
pl: Lista paczek sprzedaży powiązana ze sprzedażą.

source: Section
pl: Grupa

source: Segmentation
pl: Klasyfikacja branżowa

source: Select:
pl: Wybierz:

source: Service
pl: Usługa

source: Services
pl: Usługi

source: Show optional modules
pl: Pokaż wszystkie moduły

source: Signature
pl: Podpis

source: Signature File
pl: Plik z wzorem podpisu

source: Signature Thumbnail
pl: Wzór podpisu

source: Site
pl: Lokalizacja

source: Social Capital
pl: Kapitał zakładowy

source: Social Capital Currency
pl: Waluta kapitału zakładowego

source: Social service
pl: Opieka społeczna

source: Sold Price
pl: Cena sprzedaży

source: Solve Actions
pl: Akcje rozwiązujące

source: Sorry, 1 Item Is In Use.
pl: Przykro mi, 1 element w użyciu.

source: Source
pl: Źródło

source: Source Decision
pl: Decydent źródłowy

source: Source Section
pl: Sekcja źródłowa

source: Status+changed.
pl: Status+zmieniony.

source: Stock
pl: Skład

source: Stock By Variation
pl: Skład wg. wariantu

source: Stopped (Accounting)
pl: Zaksięgowane

source: Street
pl: Ulica

source: Street number
pl: Nr domu

source: Sub Categories
pl: Podkategorie

source: Subject
pl: Temat

source: Subversion Working Copy List
pl: Lista roboczej kopii subversion

source: Supplier Currency
pl: Waluta rozliczeń z dostawcą

source: Supply Chain
pl: Łańcuch dostaw

source: Supply Chain Module
pl: Moduł łańcucha dostaw

source: Supply Chains
pl: Łańcuchy dostaw

source: Supply Link
pl: Ogniwo dostaw

source: Supply Links
pl: Ogniwa dostaw

source: Supply Node
pl: Węzeł dostaw

source: Supply Nodes
pl: Węzły dostaw

source: Target Budget
pl: Budżet zadania

source: Tax office
pl: Urząd Skarbowy

source: Terminate the current career step
pl: Zakończ bieżący stopień kariery

source: The Subversion working copies
pl: Kopia robocza Subversion

source: The employee must have a career grade
pl: Pracownik musi mieć stopień kariery

source: The employee must have a marital status
pl: Pracownik musi mieć status małżeński
