Repository: Arifimran1/erp5
Catalog: bt5/erp5_l10n_*/MessageTranslationTemplateItem/*/erp5_ui/translation.po
Languages: fr, pl

source: Defines to who the invoice will be sent
fr: Définit la personne à qui la facture doit être envoyée.

source: Defines visibility of current section.
fr: Définit si la section actuelle est visible ou non.

source: Defines when one needs to notify about an ingestion (None, always, if problem)
fr: Definit quand est ce qu'on doit envoyer une notification pour l'ingestion(Jamais, Toujours, En cas de besoin)

source: Defines whether the crawling process should be local to a single domain or IP host. If so, crawling will not try to access links outside the initial host.
fr: Definit si le processus d'exploration doit être local à un seul domaine ou doit être hébérgé.

source: Defines whether the inventory is partial or full. If this is a full inventory, any items not in the inventory will be considered as missing.
fr: Définit si l'inventaire est complet ou tournant. En cas d'inventaire complet, le stock des articles non repris dans le document d'inventaire est considéré comme nul.

source: Defines who will provide the bill
fr: Le fournisseur de factures.

source: Definitively Close Accounting Period
fr: Clôturer la période comptable de manière définitive

source: Delcares a packing list as packed, ready for shipment
fr: Déclare la livraison comme prête à être expédiée

source: Delete
fr: Effacer
pl: Usuń

source: Delete Objects
fr: Supprimer les objets

source: Delete The Objects
fr: Supprimer les objets
pl: Usuń obiekty

source: Deleted
fr: Supprimé
pl: Usunięty

source: Deleted objects: ${object_ids}
fr: Objets supprimés: ${object_ids}
pl: Usunięto obiekty: ${object_ids}

source: Deleted.
fr: Éléments supprimés
pl: Usunięto

source: Deliver
fr: Déclarer livré
pl: Dostawa

source: Deliver to
fr: Livrez à

source: Delivered
fr: Livré
pl: Zamknięta

source: Delivered Quantity
fr: Qté livrée

source: Delivery Builder
fr: Constructeur de livraisons

source: Delivery Cell
fr: Cellule de livraison
pl: Komórka dostawy

source: Delivery Cell Title
fr: Titre de la cellule

source: Delivery Date
fr: Date de livraison
pl: Data dostawy

source: Delivery Date must be after Shipping Date
fr: La date de livraison doit être postérieure à la date d'expédition

source: Delivery Date must be defined
fr: La date de livraison doit être définie

source: Delivery Interaction Workflow
fr: Workflow d'interaction des livraisons

source: Delivery Level Divergences
fr: Divergences au niveau de la livraison

source: Delivery Line
fr: Ligne de commande
pl: Linia dostawy

source: Delivery Line Title
fr: Titre de la ligne

source: Delivery Mode
fr: Mode de livraison
pl: Rodzaj dostawy

source: Delivery Movement Interaction Workflow
fr: Workflow d'interaction des mouvements de livraison

source: Delivery Rule
fr: Règle de livraison

source: Delivery State
fr: État livraison

source: Delivery Title
fr: Titre de la livraison

source: Delivery Tool
fr: Outil des livraisons

source: Dependencies
fr: Dépendances
pl: Zależności

source: Descending
fr: Décroissant

source: Description of project line.
fr: Description de la ligne de projet

source: Descriptions cleaned up.
fr: Descriptions nettoyées

source: Destination Account
fr: Compte de destination

source: Destination Administration
fr: Responsable des tâches administratives pour le client
pl: Administracja docelowa

source: Destination Conversion
fr: Conversion de la destination

source: Destination Payment
fr: Payeur
pl: Płatnik docelowy

source: Destination Reference
fr: Référence de destination
pl: Referencja docelowa

source: Destination Section
fr: Client à facturer
pl: Sekcja docelowa

source: Destination Vault
fr: Encaisse Destination

source: Destination administration organisation
fr: Facturer à

source: Destination administration person
fr: Responsable interne

source: Destination client of the invoice
fr: Client à facturer.

source: Destination conversion should not be set.
fr: La conversion n'a pas lieu d'être définie pour la destination.

source: Destination decision organisation
fr: Commandé par (Sté)

source: Destination decision person
fr: Nom de l'acheteur

source: Destination payment
fr: Payé par

source: Destination section
fr: Pour le compte de

source: Destination site
fr: Lieu de livraison

source: Detailed Beginning Balance
fr: Détail du solde initial

source: Detailed Report
fr: Rapport détaillé

source: Details
fr: Détails
pl: Szczegóły

source: Determines if acquired value should be copied
fr: Determine si la valeur acquise doit etre copiée

source: Determines if the acquired value should be appended
fr: Determine si la valeur acquise doit être ajoutée

source: Determines if the acquired value should be synced
fr: Détermine si la valeur acquise doit être synchronisée

source: Determines if the local value has priority
fr: Détermine si la valeur locale est prioritaire

source: Developper Mode
fr: Mode développeur

source: Diff Business Template
fr: Différencier le Business Template
pl: Zróznicuj Business Template'a

source: Diff Two Objects
fr: Différencier deux objets

source: Differences
fr: Différences

source: Difficulty
fr: Difficulté
pl: Trudność

source: Dig
fr: Recherche

source: Dimension
fr: Valeur Mesure
pl: Wymiar

source: Disable Preference
fr: Désactiver la préférence
pl: Wycofaj ustawienie

source: Disabled
fr: Désactivé
pl: Nieaktywny

source: Discount
fr: Remise
pl: Rabat

source: Discount Line
fr: Ligne de remise

source: Discount Lines
fr: Lignes de remise

source: Discount Model Line
fr: Ligne de modèle de remise

source: Discount Module
fr: Module des remises

source: Discount Ratio
fr: Taux de remise
pl: Współczynnik zniżki

source: Discount Ratio Quantity Step
fr: Echelle du taux de remise

source: Discount Ratio Variation Axes
fr: Axe de variation du taux de remise

source: Discount Type
fr: Type de remise

source: Discounts
fr: Remises
pl: Zniżki

source: Display Default Page
fr: Page affichée par défaut

source: Distributed Ram Cache
fr: Cache de ram distribué

source: Distributed Ram Cache Plugin
fr: Greffon de cache de ram distribué

source: Diverged
fr: Divergent
pl: Rozbieżny

source: Divergence Messages
fr: Messages de divergence

source: Divergence Scope
fr: Niveau de la divergence

source: Divergence Tester
fr: Test de la divergence

source: Divergence Testers
fr: Tests de la divergence

source: Do not forget to logout or exit your browser when you are done.
fr: Pensez à vous déconnecter ou à fermer votre navigateur lorsque vous aurez terminé.

source: Do nothing
fr: Ne rien faire

source: Docstring
fr: Chaîne de caractère documentaire

source: Document Categories
fr: Catégories de documents

source: Document Date
fr: Date du document

source: Document Ingestion
fr: Ingestion de document

source: Document Ingestion Message
fr: Message d'ingestion des documents

source: Document Ingestion Messages
fr: Messages d'ingestion des documents

source: Document Ingestion Module
fr: Module d'ingestion des documents

source: Document Interactions
fr: Interactions des documents

source: Document List
fr: Liste des documents

source: Document Module
fr: Module des documents

source: Document Properties
fr: Propriété du document

source: Document Publication Workflow
fr: Workflow de publication d'un document

source: Document Reference
fr: Référence du document
pl: Identyfikator dokumentu

source: Document Search
fr: Documents

source: Document Type
fr: Type de document

source: Document is not converted or missing content.
fr: Le document n'est pas converti ou le contenu manque

source: Document successfully created.
fr: Le document a été crée avec succés

source: Document successfully updated.
fr: Le document a été mis à jour avec succés

source: Document successfully uploaded.
fr: Le document a été chargé avec succés

source: Documentation URL
fr: Lien vers la documentation
pl: URL dokumentacji

source: Documents to Review
fr: Documents à voir

source: Domain
fr: Domaine

source: Domain Generator
fr: Générateur de domaine

source: Domain Generator Method
fr: Méthode de générateur de domaine

source: Domain Tool
fr: Outil des domaines

source: Domain Tree
fr: Filtres prédétermines
pl: Przeglądanie wg kategorii

source: Domains
fr: Domaines

source: Don't forget to logout or exit your browser when you're done.
fr: N'oubliez pas de vous déconnecter ou de fermer votre navigateur quand vous avez terminé.
pl: Po zakończeniu pracy nie zapomnij się wylogować lub zamknąć przeglądarkę.

source: Download
fr: Télécharger
pl: Pobierz

source: Download Business Template
fr: Télécharger le Business Template
pl: Pobierz Business Template

source: Download Business Template from URL
fr: Télécharger le business template depuis une URL

source: Download Business Templates from Repositories
fr: Télécharger des business templates depuis les dépôts

source: Download Converted File
fr: Télécharger le fichier converti

source: Download Open Document
fr: Télécharger l'Open Document

source: Download Open Document File
fr: Télécharger le fichier Open Document

source: Download Original File
fr: Télécharger le fichier d'origine

source: Download Original Signature Image
fr: Télécharger l'image de la signature originelle

source: Download Snapshot
fr: Télécharger une capture d'écran

source: Download Target File
fr: Télécharger le fichier cible

source: Draft
fr: Brouillon

source: Draft Campaigns
fr: Campagnes à l'état brouillon

source: Draft Events
fr: Événements à l'état brouillon

source: Draft Meetings
fr: Réunions à l'état brouillon

source: Draft Support Requests
fr: Demandes d'assistance à l'état brouillon

source: Drafts to Publish
fr: Brouillons à publier

source: Drafts to Validate
fr: Brouillons à valider
pl: Drafty do sprawdzenia

source: Drawing
fr: Dessin

source: Drawing Reference
fr: Réf Dessin

source: Drawing reference
fr: Réf Dessin

source: Duplicate
fr: Dupliquer

source: Duration
fr: Temps

source: Dynamic Workflow Methods
fr: Méthodes de Workflow dynamique

source: EAN 13 Code
fr: Code EAN-13
pl: Kod EAN 13

source: EAN 13 code
fr: Code Barre EAN 13

source: EAN-13 Code
fr: Code EAN-13

source: ERP5 Modules
fr: Modules ERP5
pl: Moduły ERP5

source: ERP5 Site
fr: Site ERP5

source: Economic Class
fr: Classe économique

source: Edit
fr: Éditer

source: Edit ${portal_type}
fr: Éditer ${portal_type}

source: Edit Parent ${portal_type}
fr: Éditer ${portal_type}

source: Edit Portal Type '${portal_type}'
fr: Éditer le portal type ${portal_type}

source: Edit Workflow
fr: Éditions
pl: Workflow edycji

source: Editable
fr: Éditable

source: Effective Date
fr: Date de prise d'effet
pl: Data obowiązywania

source: Efficiency
fr: Efficacité

source: Efficiency (%)
fr: Efficience (%)
pl: Wydajność (%)

source: Efficiency (coef.)
fr: Efficience (coef.)

source: Eip
fr: Segmentation

source: Email Ingestion Address
fr: Adresse email pour l'ingestion

source: Email notification about document ingestion
fr: Notification par email de l'ingestion du document

source: Embedded
fr: Inclus

source: Emission Letter
fr: Lettre d'émission

source: Emit
fr: Émettre

source: Emit date
fr: Date

source: Emitted
fr: Émis

source: Employee
fr: Salarié
pl: Pracownik

source: Employee Name
fr: Nom de l'employé

source: Employee Number
fr: Matricule

source: Employee Share
fr: Part Salariale

source: Employee Share Amount
fr: Montant Part Salariale

source: Employee Share Rate
fr: Taux Part Salariale

source: Employer
fr: Employeur
pl: Pracodawca

source: Employer Share
fr: Part Employeur

source: Employer Share Amount
fr: Montant Part Employeur

source: Employer Share Rate
fr: Taux Part Employeur

source: Empty
fr: Vide

source: Empty lines deleted.
fr: Lignes vides supprimées

source: Empty+lines+deleted.
fr: Lignes+vides+supprimées.

source: Enable Preference
fr: Activer la préférence
pl: Uaktywnij ustawienie

source: Enabled
fr: Activé
pl: Aktywne

source: End
fr: Fin
pl: Zakończenie

source: End Date
fr: Date de fin
pl: Data końcowa

source: End of Month
fr: Fin de mois

source: End of current career step
fr: Fin de carrière

source: End of this current career step
fr: Fin de carrière

source: English
fr: Anglais
pl: Angielski

source: Enquired
fr: Demandé

source: Entity
fr: Entité

source: Entity Role
fr: Rôle de l'entité

source: Equals To
fr: Égal à
pl: Równy

source: Equity
fr: Capital

source: Equity + Liability
fr: Passif

source: Errand ratio
fr: Taux de commission repr.

source: Error Message
fr: Message d'erreur
pl: Komunikat błędu

source: Error: ChangeLog message can not be empty.
fr: Erreur: le ChangeLog ne peut être vide.

source: Estimated Begin Date
fr: Date de début estimée

source: Estimated End Date
fr: Date de fin estimée

source: Estimated Time
fr: Temps estimé
pl: Przewidywany czas

source: Evaluate
fr: Évaluer

source: Event
fr: Événement

source: Event Activity
fr: Rapport d'activité

source: Event Date
fr: Date de l'événement

source: Event Detailed Report
fr: Rapport détaillé

source: Event Direction
fr: Direction de l'événement

source: Event Module
fr: Module des événements

source: Event Nature
fr: Nature de l'événement

source: Event Origin
fr: Origine de l'événement

source: Event Preview
fr: Aperçu de l'événement

source: Event Sender Email
fr: Email de l'expediteur

source: Event Title
fr: Titre de l'événement

source: Event Type
fr: Type de l'événement

source: Events
fr: Evènements
pl: Wydarzenia

source: Everything
fr: Tous les résultats

source: Exact Match
fr: Correspondance exacte

source: Exchange
fr: Export

source: Exchange Rage
fr: Taux de change

source: Exchange Rate
fr: Taux de change

source: Exchange Type
fr: Type d'échange

source: Exclusive Discount Ratio
fr: Taux de remise exclusif

source: Exit Preview
fr: Quitter l'aperçu

source: Expand Other Parties Accounts
fr: Détailler les comptes du plan auxiliaire

source: Expanded Transformation
fr: Transformation élargie

source: Expanded View
fr: Aperçu

source: Expanded transformation
fr: Nomenclature

source: Expanded view
fr: Aperçu

source: Expense
fr: Charges

source: Expenses
fr: Dépenses

source: Expiration Date
fr: Date limite de validité
pl: Data ważności

source: Expire
fr: Expirer
pl: Wygasa

source: Expired
fr: Expiré

source: Explanation
fr: Explications

source: Export
fr: Exporter

source: Export Business Template
fr: Exporter le modèle
pl: Eksportuj Business Template'a

source: Export Format
fr: Format d'export

source: Export Mode
fr: Mode d'export

source: Export Terms As PO File
fr: Exporter les conditions au format PO

source: Export Terms as PO File
fr: Exporter les messages dans un fichier PO

source: Export to Spreadsheet
fr: Exporter

source: Express Support
fr: Assistance

source: External Document Publication Workflow
fr: Workflow de publication d'un document externe

source: External Folder
fr: Dossier externe
pl: Folder zewnętrzny

source: External Processing Workflow
fr: Workflow des processus externes

source: External Source Content
fr: Contenu de source externe

source: External Source List
fr: Liste des sources externes

source: External Source Module
fr: Module des sources externes

source: External Source View
fr: Aperçu

source: External Sources
fr: Sources externes

source: Family
fr: Famille

source: Fast Input
fr: Saisie rapide

source: Favorite
fr: Favori
pl: Ulubiony

source: Fax Message
fr: Fax

source: February
fr: Février

source: Field List
fr: Liste des champs

source: Field Path
fr: Chemin du champs

source: Field used to describe sale order milestone. It will appear in the search result list.
fr: Champ utilisé pour donner une description d'une étape de commande de vente.

source: Field used to give a brief description of the PaySheet Transaction
fr: Champ utilisé pour donner une description de l'écriture de paye.

source: Fields updated.
fr: Champs mis à jour

source: File
fr: Fichier
pl: Plik

source: File History
fr: Historique du fichier

source: File Name
fr: Nom du fichier

source: File Path
fr: Chemin du fichier

source: File State
fr: Etat du document

source: File commited
fr: Fichier committé.

source: File format:
fr: Format du fichier:

source: File uploaded.
fr: Fichier chargé

source: FileName
fr: Nom du fichier

source: Filename
fr: Nom du fichier
pl: Nazwa pliku

source: Filename parsing regular expression
fr: Expression régulière pour le nom de fichier

source: Files and Images
fr: Fichiers et Images

source: Files commited successfully.
fr: Fichiers commités avec succès

source: Fill your login and new password.
fr: Entrez votre nom d'utilisateur et votre mot de passe

source: Filter
fr: Filtrer
pl: Filtr

source: Final Balance (Credit)
fr: Solde final (crédit)

source: Final Balance (Debit)
fr: Solde final (débit)

source: Final Credit Balance
fr: Solde créditeur final

source: Final Debit Balance
fr: Solde débiteur final

source: Financial Information
fr: Informations financières
pl: Dane finansowe

source: Financial Section
fr: Section Financière

source: Find
fr: Chercher
pl: Znajdź

source: Find Terms
fr: Trouver des conditions

source: Find Terms from Property Sheet
fr: Trouver les termes depuis la feuille de propriétés

source: Find Terms from Workflows
fr: Trouver les termes depuis les workflows

source: Finish Task
fr: Terminer la tâche

source: Finish Translation
fr: Terminer la traduction

source: Finish the Work
fr: Terminer le travail

source: First
fr: Premier
pl: Pierwszy

source: First Name
fr: Prénom
pl: Imię

source: First name of the user wanting to register
fr: Prénom de l'utilisateur qui veut s'inscrire.

source: Fiscal Report
fr: Rapport fiscal
pl: Formularz podatkowy

source: Flat List
fr: Tout
pl: Lista prosta

source: Flow Capacity (obsolete - use Supply Line)
fr: Liquidités (obsolète - utiliser lignes de livraison)

source: Flow capacity
fr: Délais
pl: Pojemność przepływu

source: Folder
fr: Dossier

source: Folder Contents
fr: Liste
pl: Zawartość foldera

source: Follow Up
fr: Suivi

source: Follow Up Ticket
fr: Ticket de suivi

source: Follow up
fr: Suivi

source: Follow up must be set to acknowledge an Event.
fr: Le suivi doit être renseignée pour prendre en compte un événement.

source: Force
fr: Forcer

source: Forced
fr: Forcé

source: Format in which the user want to export the document
fr: Le format dans lequel l'utilisateur veut exporter le document.

source: Format in which the user wants to export the document containing all tasks reports related to the project
fr: Le format dans lequel l'utilisateur veut exporter le document contenant tous les rapports de tâche du projet.

source: Format of the event content
fr: Format du contenu de l'évenement.

source: Format of the text contained in the page
fr: Format du contenu

source: Found
fr: Trouvés

source: French
fr: Français

source: Frequency In Days
fr: Fréquence en jours
pl: Częstotliwość w dniach

source: Frequency In Hours
fr: Fréquence en heures
pl: Częstotliwość w godzinach

source: Frequency In Minutes
fr: Fréquence en minutes

source: Frequency In Months
fr: Fréquence en Mois
pl: Częstotliwość w miesiącach

source: Frequency In Weeks
fr: Fréquence en semaines
pl: Częstotliwość w tygodniach

source: Friday
fr: Vendredi

source: From Date
fr: Date de début
pl: Od

source: From Date N-1
fr: Date de début (N-1)
pl: Od daty N-q

source: Full Inventory
fr: Inventaire complet

source: Full Size Image
fr: Image taille réelle

source: Full Sized Image
fr: Image taille réelle

source: Function
fr: Fonction
pl: Funkcja

source: Function changed.
fr: Fonction changée.

source: Functions
fr: Fonctions

source: Future
fr: Futur
pl: Przyszłość

source: GAP
fr: N° de compte
pl: Plan kont

source: GAP - ${gap_title}
fr: Plan comptable - ${gap_title}

source: GAP Account ID
fr: N° du plan comptable

source: GAP ID
fr: N° de Compte

source: GAP No
fr: N° de compte

source: GAP Root
fr: Plan comptable

source: GSM
fr: Portable

source: Gender
fr: Sexe
pl: Płeć

source: General Ledger
fr: Grand livre

source: General Ledger Summary
fr: Résumé du Grand livre

source: General description which may be printed out on official documents and read by suppliers and clients.
fr: Description générale pouvant être imprimée sur des documents officiels destinés aux clients ou aux fournisseurs.

source: Generate POT File
fr: Générer un fichier POT

source: Generate Prevision Script Id
fr: Id du script de générateur de prévision

source: Generate References
fr: Générer les références

source: Generate Web Section Structure from Category
fr: Générer une section web à partir des catégories

source: Generated ${section_count} sections for the Web Site.
fr: ${section_count} sections générées pour le site web

source: Generated ${section_count} sections for the web site. Failed with ${failed_text}.
fr: ${section_count} sections sections générées pour le site web. Cependant, ${failed_text}.

source: Generation Web Section Structure from Category
fr: Générer une structure de sections web à partir des catégories

source: Geographic Address
fr: Adresse
pl: Adres

source: Geographic Incorporate Code
fr: Code géographique incorporé

source: Geographic incorporate code
fr: N° SIRET

source: Get Contacted
fr: Contacter

source: Globally Enabled
fr: Activé

source: Glossary
fr: Glossaire
pl: Glosariusz

source: Glossary Module
fr: Module du glossaire

source: Glossary Term
fr: Terme du glossaire

source: Godfather
fr: Parrain

source: Greater Than
fr: Plus grand que
pl: Większy niż

source: Gross
fr: Brut

source: Gross Salary
fr: Salaire Brut
pl: Dochody brutto

source: Gross Weight
fr: Poids Brut
pl: Waga brutto

source: Gross Weight (kg)
fr: Poids brut (kg)
pl: Waga brutto [kg]

source: Group
fr: Groupe
pl: Grupa

source: Group by
fr: Grouper par

source: Group:
fr: Groupe:

source: Grouping
fr: Lettrage
pl: Grupowanie

source: Grouping Reference
fr: Lettrage

source: Grouping Reference Fast Input
fr: Lettrage manuel

source: Groups
fr: Groupes

source: Guess Portal Types from Modules
fr: Trouver les portal types depuis les modules

source: Guess Properties of Portal Types
fr: Trouver les propriétés des protal types

source: HTML Representation
fr: Représentation HTML

source: Handled Project
fr: Nom du projet (fournisseur)

source: Handler
fr: Traité par

source: Having trouble logging in? Make sure to enable cookies in your web browser.
fr: En cas de problème de connexion, vérifiez que vous avez autorisé les cookies dans votre navigateur.
pl: Nie możesz się zalogować? Sprawdź czy twoja przeglądarka ma włączoną obsługę ciastek (cookies).

source: Height (cm)
fr: Hauteur (cm)
pl: Wysokość (cm)

source: Height (m)
fr: Hauteur (m)

source: Help
fr: Aide

source: Hidden
fr: Caché
pl: Ukryty

source: Hide
fr: Cacher

source: Hide tabs
fr: Cacher les onglets

source: Historical Comparision
fr: Comparaison de l'historique

source: History
fr: Historique
pl: Historia

source: Hostname
fr: Nom dhôte

source: Hostname of the oood server.
fr: Nom de l'hébergeur du serveur oood.
pl: Nazwa hosta serwera oood.

source: Hours
fr: Heures
pl: Godzin

source: How much this currency is worth in terms of the reference currency.
fr: Le cours d'une devise par rapport à une autre.

source: I forgot my password!
fr: J'ai oublié mon mot de passe !
pl: Zapomniałem hasła!

source: IBAN Key
fr: Clé IBAN
pl: Klucz IBAN

source: ID of a page template or form which defines the rendering layout for contents
fr: la mise en page qui permet d'afficher le contenu de la page.

source: ID of a page template or form which defines the rendering layout for the container
fr: la mise en page du contenant

source: ID of a page template, script, form or any callable object
fr: ID d'une page template, d'un script, formulaire ou de tout autre objet.

source: ID of a script to test if the rule should be applied.
fr: ID du script qui teste si la règle doit être appliquée.

source: Id of a project report line
fr: Id de la ligne de rapport de projet
