Repository: Arifimran1/erp5
Catalog: bt5/erp5_l10n_*/MessageTranslationTemplateItem/*/erp5_ui/translation.po
Languages: fr, pl

source: Omit balanced accounts
fr: Sans comptes soldés

source: Omit empty accounts
fr: Sans comptes non mouvementés

source: Open
fr: Ouvert
pl: Otwórz

source: Open Account
fr: Ouvrir le compte
pl: Otwórz Konto

source: Open Accounting Period
fr: Ouvrir la période comptable
pl: Otwórz Okres Księgowania

source: Open Assignment
fr: Ouvrir l'affectation
pl: Otwórz przypisanie

source: Open Bug
fr: Bogue ouvert

source: Open Bugs
fr: Bogues ouverts

source: Open Campaigns
fr: Campagnes en cours

source: Open Meetings
fr: Réunions en cours

source: Open Project
fr: Projet ouvert

source: Open Support Requests
fr: Demandes d'assistance en cours

source: Opening Date
fr: Date d'ouverture
pl: Data otwarcia

source: Operation
fr: Opérations
pl: Operacja

source: Operation Date
fr: Date d'opération
pl: Data operacji

source: Operation List
fr: Liste des Opérations

source: Operation Resource
fr: Opération

source: Operation Title
fr: Opération

source: Operation Upper Limit
fr: Limite haute de l'opération

source: Operations
fr: Opérations
pl: Operacje

source: Operations Manager
fr: Manager

source: Operator
fr: Opérateur

source: Operators
fr: Opérateurs

source: Optional Resources
fr: Ressources optionnelles

source: Order
fr: Commande
pl: Zamówienie

source: Order Builder
fr: Constructeur des commandes

source: Order Date
fr: Date commande

source: Order Index
fr: Index

source: Order Interaction Workflow
fr: Workflow d'interaction des commandes

source: Order Line
fr: Ligne de commande

source: Order Lines
fr: Lignes de commande

source: Order Milestone
fr: Étape d'une commande

source: Order Milestones
fr: Étapes d'une commande

source: Order Movement Interaction Workflow
fr: Workflow d'interaction des mouvements de commande

source: Order Reference
fr: Réf. commande

source: Order Report
fr: Rapport de commande

source: Order Rule
fr: Règle de commande

source: Order Summary
fr: Résumé de la commande

source: Order Tool
fr: Outil des commandes

source: Order Type
fr: Type de commande
pl: Typ Zamówienia

source: Order Workflow
fr: Workflow des commandes

source: Order date
fr: Date de la commande

source: Order reference
fr: N° d'ordre

source: Order type
fr: Type d'ordre

source: Order updated.
fr: Données actualisées.
pl: Zamówienie zaktualizowane.

source: Ordered
fr: Commandé
pl: Zamówione

source: Ordered Quantity
fr: Qté commandée

source: Orders
fr: Commandes

source: Organisation Module
fr: Module des organisations
pl: Moduł organizacji

source: Organisation that sends the invoice
fr: L'organisation qui s'occupe d'envoyer les factures.

source: Organisations to Validate
fr: Organisations à valider

source: Origin
fr: Origine
pl: Pochodzenie

source: Origin Reference
fr: Réf. Commande client

source: Original Filename
fr: Nom d'origine du fichier

source: Original Reference
fr: Référence d'origine du fichier

source: Original Supplier or Worker
fr: Fournisseur d'origine ou agent

source: Original filename
fr: Nom d'origine du fichier
pl: Oryginalna nazwa pliku

source: Orphan Files
fr: Fichiers orphelins

source: Orphaned Requirements
fr: Expressions de besoin orphelines

source: Orphaned Requirements Report
fr: Rapport des expressions de besoin orphelines

source: Other Parties
fr: Tiers
pl: Inne strony

source: Others
fr: Autres
pl: Inne

source: Our Item No.
fr: Notre réf.

source: Outcome
fr: Résultats

source: Outgoing
fr: Sortant

source: Outgoing Events
fr: Événements sortants

source: Outsourcing Sort
fr: Tri Tiers

source: Outsourcing Sort Line In
fr: Provision de tri tiers

source: Outsourcing Sort Line Out
fr: Résultat de tri tiers

source: OverTime Duration Unit
fr: Unité de durée des heures supplémentaires

source: Overdraft Facility
fr: Autorisation de découvert
pl: Kredyt w rachunku bieżącym

source: Overtime
fr: Heures supplémentaires

source: Overtime Duration
fr: Durée des heures supplémentaires

source: Owner
fr: Propriétaire
pl: Właściciel

source: Owners:
fr: Propriétaires:

source: Packed
fr: Emballé
pl: Spakowano

source: Packing List Causality Workflow
fr: Workflow de divergences sur les livraisons

source: Packing List Line
fr: Ligne Article
pl: Linia listy paczek

source: Packing List Movement
fr: Mouvement de livraison

source: Packing List Workflow
fr: Workflow des livraisons

source: Packing List updated.
fr: Livraison mise à jour.

source: Packing Lists
fr: Livraisons

source: Page ${page} of ${total_pages}
fr: Page ${page} sur ${total_pages}

source: Page Content
fr: Contenu de la page

source: Partners
fr: Partenaires
pl: Partnerzy

source: Password
fr: Mot de passe
pl: Hasło

source: Password Tool
fr: Outil mot de passe

source: Password changed.
fr: Mot de passe modifié.

source: Password of the user wanting to register
fr: Mot de passe de l'utilisateur qui veut s'inscrire.

source: Password reset.
fr: Mot de passe réinitialisé.

source: Password to commit in the svn
fr: Mot de passe utilisé pour committer dans le svn.

source: Passwords do not match.
fr: Les mots de passe ne correspondent pas.

source: Paste
fr: Coller
pl: Wklej

source: Path
fr: Chemin
pl: Ścieżka

source: Pay Sheet Cell
fr: Cellule de feuille de paie
pl: Komórka listy płac

source: Pay Sheet Line
fr: Ligne de feuille de paye
pl: Linia listy płac

source: Pay Sheet Line Report Section
fr: Section de rapport des lignes de paye

source: Pay Sheet Lines
fr: Ligne de paye
pl: Linie listy płac

source: Pay Sheet Model
fr: Modèle de paye

source: Pay Sheet Model Line
fr: Ligne de modèle de feuille de paye

source: Pay Sheet Model Lines
fr: Lignes de modèle

source: Pay Sheet Model Module
fr: Module des modèles de paie

source: Pay Sheet Model Ratio Line
fr: Constante

source: Pay Sheet Model Slice
fr: Valeur de tranche

source: Pay Sheet Models
fr: Modèles de paye

source: Pay Sheet Transaction
fr: Écriture de paye
pl: Transakcja listy płac

source: Pay Sheet Transaction Line
fr: Ligne d'écriture de paye
pl: Linia transkacji listy płac

source: Pay Sheet Transaction Lines
fr: Lignes comptables
pl: Linie transakcji listy płac

source: Pay Sheet Transaction updated.
fr: Écriture de paye modifiée.

source: Pay Sheet View
fr: Feuille de paye
pl: Widok listy płac

source: Pay sheet calculation done.
fr: Calcul de feuille de salaire effectué.
pl: Przeliczono listę płac

source: PaySheet Order
fr: Ordre d'affichage

source: Payable
fr: Dettes

source: Payee
fr: Bénéficiaire

source: Payer
fr: Payeur

source: Payment
fr: Règlement
pl: Płatność

source: Payment Condition
fr: Conditions de règlement
pl: Warunki płatności

source: Payment Date
fr: Date de règlement
pl: Data płatności

source: Payment Delay (days)
fr: Délai de paiement

source: Payment Mode
fr: Moyen de paiement
pl: Forma płatności

source: Payment Rule
fr: Règle de paiement

source: Payment Transaction
fr: Écriture de trésorerie
pl: Transakcja płatności

source: Payment Transaction Lines
fr: Lignes comptables
pl: Linia transakcji płatności

source: Payment additional term (day)
fr: le

source: Payment creation already in progress, abandon.
fr: Création des écritures de trésorerie déjà en cours.

source: Payment of ${invoice_title}
fr: Paiement de ${invoice_title}

source: Payments creation for ${activated_invoice_count} on ${total_selection_count} invoices in progress.
fr: Création des écritures de trésorerie pour ${activated_invoice_count} sur ${total_selection_count} en cours.

source: Payroll Service
fr: Cotisation

source: Payroll Service Module
fr: Module des cotisations

source: Payroll Service Provider
fr: Organisme collecteur

source: Payroll Services
fr: Cotisations

source: Payroll Taxes Report
fr: Rapport des taxes sur salaires

source: Pending
fr: En attente

source: Pending Events
fr: Événements en attente

source: Pending Offers
fr: Offres en attente

source: People
fr: Personnes

source: Percentage
fr: Pourcentage

source: Percentage Of Total
fr: Pourcentage du total
pl: Procentowo

source: Percentage of Total
fr: Pourcentage du total

source: Percentage of total
fr: % sur Total

source: Period Start Date
fr: Date de début de la période
pl: Początek okresu

source: Periodicity
fr: Périodicité
pl: Okresowość

source: Periodicity Start Date
fr: Date de début de périodicité
pl: Data początku okresowości

source: Periodicity Stop Date
fr: Date de fin de périodicité
pl: Data końca okresowości

source: Person
fr: Personne
pl: Osoba

source: Person Assignment View
fr: Affectation
pl: Widok Przypisań Osoby

source: Person Career
fr: Carrière
pl: Kariera osoby

source: Person Career View
fr: Carrière

source: Person Detailed Report
fr: Rapport détaillé sur la personne
pl: Szczegółowy raport o Osobie

source: Person Module
fr: Module des personnes
pl: Moduł osób

source: Person who is at the origin of the document
fr: La personne qui est à l'origine du document

source: Person who is creating the event.
fr: La personne qui crée l'évenement.

source: Personal Name
fr: Prénom
pl: Imię

source: Persons
fr: Personnes
pl: Osoby

source: Persons to Validate
fr: Personnes à valider

source: Phone
fr: Téléphone
pl: Telefon

source: Phone Call
fr: Appel téléphonique
pl: Rozmowa telefoniczna

source: Physical location where the task is being performed
fr: Le lieu physique où la tâche est en train d'être executée

source: Plan
fr: Planifier
pl: Planuj

source: Plan Transaction
fr: Planifier l'écriture
pl: Planuj tranzakcję

source: Planned
fr: Planifié
pl: Planowana

source: Plans of purchase orders
fr: Planifier des ordres d'achat

source: Please select one (or more) object.
fr: Veuillez sélectionner un (ou plusieurs) objet.
pl: Wybierz jeden lub kilka obiektów

source: Please select one object.
fr: Veuillez sélectionner un objet.
pl: Wybierz jeden obiekt

source: Please select one or more items first.
fr: Sélectionnez d'abord un ou plusieurs objets.

source: Please select one or more items to copy first.
fr: Sélectionnez d'abord un ou plusieurs objets à copier.
pl: Wybierz jeden lub kilka obiektów do skopiowania

source: Please select one or more items to cut first.
fr: Sélectionnez d'abord un ou plusieurs objets à couper.

source: Please select one or more items to delete first.
fr: Sélectionnez d'abord un ou plusieurs objets à supprimer.

source: Please select upload file.
fr: Sélectionnez un fichier à charger.

source: Please set a ChangeLog message.
fr: Remplissez le message du ChangeLog.

source: Please specify a URL before trying to start to crawl content.
fr: Spécifiez une URL avant de naviguer dans le contenu

source: Please use link above ('Add gadget') to prepare it yourself.
fr: Vous pouvez utiliser le lien "Ajouter des gadgets" ci-dessus afin d'ajouter de nouveaux gadgets

source: Port of the oood server.
fr: Port du serveur oood.
pl: Port serwera oood.

source: Portal Type Property
fr: Propriété du Portal Type

source: Post
fr: Poster

source: Post Query
fr: Poser une question

source: Post a Query
fr: Poser une question
pl: Wyślij zapytanie

source: Postal Code
fr: Code postal
pl: Kod pocztowy

source: Posted
fr: Brouillard validé

source: Posted Events
fr: Événements postés

source: Precision
fr: Précision
pl: Dokładność

source: Predecessor Tasks
fr: Tâches du prédécesseur

source: Predicate
fr: Prédicat
pl: Orzeczenie

source: Predicate Group
fr: Groupe d'attributs

source: Predicates
fr: Attributs
pl: Orzeczenia

source: Preference
fr: Préférence
pl: Ustawienie

source: Preference Tool
fr: Outil des préférences
pl: Narzędzie ustawień

source: Preferences
fr: Préférences
pl: Ustawienia

source: Preferred Classification
fr: Classification préférée

source: Preferred email for replies sent through the CRM system.
fr: L'email de l'expéditeur qui doit envoyer des réponses aux mails envoyés à travers le système CRM.

source: Preferred timezone
fr: Le fuseau horaire à utiliser par défaut.

source: Preffered classification policy for newly created documents
fr: La police de classification préférée utilisée pour créer de nouveaux documents.

source: Prefix
fr: Préfixe
pl: Prefiks

source: Presentation
fr: Présentation

source: Prev. Period
fr: Exercice N-1

source: Preview
fr: Aperçu

source: Preview Error:
fr: Voir l'erreur:

source: Previous
fr: Précédent
pl: Poprzedni

source: Previous Balance
fr: Bilan précédent

source: Previous Page
fr: Page précédente
pl: Poprzednia strona

source: Previous Period
fr: Exercice N-1

source: Prevision Quantity
fr: Quantité prévue

source: Prevision Value
fr: Valeur de la prévision

source: Price
fr: Prix
pl: Cena

source: Price Currency
fr: Devise
pl: Waluta ceny

source: Price Validity
fr: Validité du prix
pl: Ważność ceny

source: Price Variation Axes
fr: Axes de variation du prix

source: Price Variation axes
fr: Prix variable selon

source: Price converted.
fr: Montants convertis.

source: Price for one unit.
fr: Prix d'une unité.

source: Price validity
fr: Date de validité

source: Priced Quantity
fr: Quantité correspondant au prix
pl: Cena za ilość

source: Priced quantity
fr: Prix pour (Qté)

source: Pricing Interaction Workflow
fr: Workflow d'interaction des prix

source: Print
fr: Imprimer
pl: Drukuj

source: Print Invoice
fr: Imprimer la facture

source: Print Mode
fr: Mode d'impression

source: Print Order
fr: Imprimer le bon de commande

source: Print Packing List
fr: Imprimer le bon de livraison

source: Print Style
fr: Style impression

source: Printed by %(user)s at %(date)s
fr: Imprime par %(user)s le %(date)s
pl: Wydrukowano przez %(user)s dnia %(date)s

source: Printing format
fr: Format d'impression

source: Printouts
fr: Impressions

source: Priority
fr: Priorité
pl: Priorytet

source: Private
fr: Privé

source: Privilege
fr: Droits
pl: Uprawnienie

source: Privileges
fr: Droits
pl: Uprawnienia

source: Problem
fr: Problème

source: Problem Detected
fr: Problème détecté
pl: Wykryto problem

source: Product
fr: Produit
pl: Produkt

source: Product Individual Variation
fr: Variation individuelle de produit

source: Product Individual Variations
fr: Variations sur le produit

source: Product Interest
fr: Intéressé par
pl: Zainteresowany produktami

source: Product Line
fr: Ligne de produit
pl: Linia produktu

source: Product Module
fr: Produit
pl: Moduł produkcji

source: Product or Service
fr: Produit ou service

source: Products
fr: Produits
pl: Produkty

source: Products to Validate
fr: Produits à valider

source: Profile
fr: Profil
pl: Profil

source: Profit and Loss
fr: Compte de résultat

source: Project
fr: Projet
pl: Projekt

source: Project Cell
fr: Cellule de projet
pl: Komórka Projektu

source: Project Constraints
fr: Contraintes du projet

source: Project ID
fr: ID du projet

source: Project Line
fr: Ligne de projet
pl: Linia projektu

source: Project Lines
fr: Lignes de projet

source: Project Location
fr: Lieu du projet

source: Project Mapping
fr: Association au projet

source: Project Milestone
fr: Étape du projet

source: Project Milestones
fr: Étapes du projet

source: Project Module
fr: Module des projets
pl: Moduł projektu

source: Project Monthly Report
fr: Rapport mensuel du projet

source: Project Planning
fr: Planning du projet

source: Project Report
fr: Rapport du projet
pl: Raport projektu

source: Project Report Line
fr: Ligne de rapport de projet
pl: Linia raportu projektu

source: Project Report Lines
fr: Lignes de rapport de projet

source: Project Reports
fr: Rapports de projet
pl: Raporty projektu

source: Project Title
fr: Titre du projet

source: Project Workflow
fr: Workflow du projet
pl: Workflow Projektu

source: Project to Open
fr: Projet à ouvrir

source: Project to Resume
fr: Projets à reprendre

source: Project:
fr: Projet:

source: Projects
fr: Projets
pl: Projekty

source: Property
fr: Propriété
pl: Właściwość

source: Property ${property_id} was not defined.
fr: La propriété ${property_id} n'a pas été définie

source: Property Criteria
fr: Critère de propriété

source: Property Divergence Tester
fr: Test de divergence de la propriété

source: Property Name
fr: Nom de la propriété

source: Property Tester
fr: Testeur de propriété

source: Protocol
fr: Protocole

source: Public
fr: Publique

source: Publication Date
fr: Date de publication

source: Publication Section
fr: Section de publication

source: Publication State
fr: Etat de publication
pl: Stan publikacji

source: Publication Workflow
fr: Workflow de publication

source: Publish
fr: Publier
pl: Publikuj

source: Publish Alive
fr: Publier (modifiable)

source: Published
fr: Publié

source: Published Alive
fr: Publié (modifiable)

source: Published:
fr: Publié:

source: Purchase
fr: Achat

source: Purchase Invoice Transaction
fr: Écriture d'achat
pl: Transakcja faktury zakupu

source: Purchase Invoice Transaction Line
fr: Ligne comptable d'achat
pl: Linia transakcji faktury zakupu

source: Purchase Invoice Transaction Lines
fr: Ligne comptable d'achat
pl: Linie transakcji faktury zakupu

source: Purchase Invoice Transaction related to Purchase Packing List.
fr: Facture correspondant à la livraison.

source: Purchase Order
fr: Commande d'achat
pl: Zakup

source: Purchase Order Cell
fr: Cellule de commande d'achat
pl: Komórka Zamówienia Zakupu

source: Purchase Order Line
fr: Ligne de commande d'achat
pl: Linia zakupu

source: Purchase Order Lines
fr: Lignes de commande
pl: Linie zakupów

source: Purchase Order Module
fr: Module des commandes d'achat
pl: Moduł zakupów

source: Purchase Order related to Purchase Invoice Transaction.
fr: Commande d'achat correspondant à la facture.

source: Purchase Order related to Purchase Packing List.
fr: Commande d'achat correspondant à la livraison.

source: Purchase Orders
fr: Commandes d'achat
pl: Zakupy

source: Purchase Orders to Confirm
fr: Commandes d'achat à confirmer

source: Purchase Orders to Order
fr: Commandes d'achat à conclure

source: Purchase Orders to Plan
fr: Commandes d'achat à planifier

source: Purchase Packing List
fr: Livraison d'achat
pl: Lista paczek zakupów

source: Purchase Packing List Cell
fr: Cellule de livraison d'achat
pl: Komórka listy paczek zakupów

source: Purchase Packing List Details
fr: Détails de la livraison d'achat

source: Purchase Packing List Line
fr: Ligne de livraison d'achat
pl: Linia listy paczek zakupów

source: Purchase Packing List Lines
fr: Lignes de livraison d'achat
pl: Linie listy paczek zakupów

source: Purchase Packing List Module
fr: Module des livraisons d'achat
pl: Moduł listy paczek zakupów

source: Purchase Packing List Movements
fr: Mouvements de livraisons d'achat

source: Purchase Packing List related to Purchase Invoice Transaction.
fr: Livraison d'achat correspondant à la facture.

source: Purchase Packing List related to Purchase Order.
fr: Livraison d'achat correspondant à la commande.
pl: Lista paczek zakupów powiązana z zakupem.

source: Purchase Packing List to Solve
fr: Livraisons d'achat à résoudre

source: Purchase Packing List to Validate
fr: Livraisons d'achat à valider

source: Purchase Packing List to Receive
fr: Livraisons d'achat à recevoir

source: Purchase Packing Lists
fr: Livraisons d'achat
pl: Lista paczek zakupów

source: Purchase Price
fr: Prix d'achat

source: Purchase Proposals to Approve
fr: Propositions commerciales à approuver

source: Purchase Supplies
fr: Tarifs d'achat
pl: Dostawy zakupów

source: Purchase Supply
fr: Tarif d'achat
pl: Dostawa zakupów

source: Purchase Supply Cell
fr: Cellule tarifaire d'achat
pl: Komórka cennika zakupów

source: Purchase Supply Line
fr: Ligne tarifaire d'achat
pl: Linia cennika zakupów

source: Purchase Supply Lines
fr: Lignes tarifaires d'achat

source: Purchase Supply Module
fr: Module des tarifs d'achat
pl: Moduł cennika zakupów

source: Purchase Trade Condition
fr: Conditions d'achat
pl: Handlowy warunek zakupów

source: Purchase Trade Condition Module
fr: Module des conditions d'achat
pl: Moduł handlowych warunków zakupu

source: Purchase Trade Conditions
fr: Conditions d'achat
pl: Handlowe warunki zakupu

source: Purchase Trade Conditions to Validate
fr: Conditions d'achat à valider

source: Purchase orders not confirmed
fr: Commandes non confirmées
pl: Zakupy niepotwierdzone

source: Purchase trade condition
fr: Conditions d'achat

source: Quality
fr: Qualité

source: Quality Reference
fr: Qualité

source: Quality reference
fr: Réf Qualité Support

source: Quantity
fr: Quantité
pl: Ilość

source: Quantity < ${max_quantity}
fr: Quantité < ${max_quantity}

source: Quantity Divergence Tester
fr: Test de divergence sur la quantité

source: Quantity Fields Width
fr: Largeur des champs de quantité

source: Quantity Precision
fr: Précision de la quantité

source: Quantity Ratio
fr: Ratio de quantité

source: Quantity Report
fr: Rapport de quantité

source: Quantity Reports
fr: Rapports de quantité

source: Quantity Step
fr: Échelle de prix

source: Quantity Unit
fr: Unité de gestion
pl: Jednostka miary

source: Quantity Unit must be defined
fr: L'unité doit être définie

source: Quantity axes
fr: Quantité variable selon

source: Quantity must be defined in lines
fr: La quantité doit être définie sur les lignes

source: Quantity ratio
fr: Coefficients

source: Quantity step
fr: Tranches

source: Quantity unit
fr: Unité

source: Queries
fr: Questions
pl: Zapytania

source: Queries to Answer
fr: Demandes sans réponse

source: Query
fr: Question
pl: Zapytanie

source: Query Module
fr: Module des questions
pl: Moduł Zapytań

source: Query Type
fr: Type de question

source: Query Workflow
fr: Workflow des demandes

source: Query was answered.
fr: Une réponse a été apportée à la question.

source: Question can not be empty.
fr: Une question ne peut être vide.

source: Quick Search
fr: Recherche rapide

source: RSS Feed
fr: Flux RSS

source: Ram Cache
fr: Cache RAM

source: Ram Cache Plugin
fr: Greffon de Cache RAM

source: Ratio
fr: Taux (%)
pl: Współczynnik

source: Ratio Setting
fr: Constante

source: Ratio Setting Value
fr: Valeur de la constante

source: Ratio Settings
fr: Constantes

source: Raw width (cm)
fr: Laize commerciale (cm)

source: Re Assign Bug
fr: Réassigner le bogue

source: Re-install Business Template
fr: Réinstaller le Business Template
pl: Przeinstaluj Business Template'a

source: Ready
fr: Prêt
pl: Gotowy

source: Real Begin Date
fr: Véritable date de début

source: Real End Date
fr: Véritable date de fin

source: Real Time
fr: Temps réel

source: Rebuild Business Template
fr: Reconstruire le Business Template
pl: Przebuduj Business Template

source: Receivable
fr: Créances

source: Receive
fr: Recevoir

source: Receive Enquiry
fr: Recevoir une demande

source: Received
fr: Reçu

source: Received date
fr: Commande Reçue le
pl: Data otrzymania

source: Recent Changes
fr: Changements récents

source: Recipient
fr: Destinataire

source: Recipient or Beneficiary
fr: Destinataire ou bénéficiaire

source: Recipient or Beneficiary must be defined
fr: Le destinataire ou bénéficiaire doit être défini

source: Recipient or Beneficiary of the invoice
fr: Le destinataire ou bénéficiaire de la facture

source: Recipient or beneficiary of the supply
fr: Le destinataire ou bénéficiaire de l'offre

source: Recipients
fr: Destinataires

source: Reconfigure Portal
fr: Configurer l'application
pl: Przekonfiguruj portal

source: Reference
fr: Référence
pl: Referencja

source: Reference Currency
fr: Devise de référence
pl: Waluta odniesienia

source: Reference Date
fr: Date
pl: Data odniesienia

source: Reference Documents
fr: Référencer les documents

source: Reference Prefix
fr: Prefixe pour les références

source: Reference categories
fr: Pour

source: Reference generated for all order lines and milestones.
fr: Références générées pour toutes les lignes.

source: Reference generated for all requirements.
fr: Une référence a été générée pour chaque besoin.

source: Reference lookup regular expression
fr: Expression régulière de recherche des documents référencés
