Repository: Arifimran1/erp5
Catalog: bt5/erp5_l10n_*/MessageTranslationTemplateItem/*/erp5_ui/translation.po
Languages: fr, pl

source: The section category for documents; usually something like group/nexedi.
pl: Kategoria sekcji dla dokumentów; zazwyczaj coś w stylu group/nexedi.

source: The user name for Subversion
pl: Użytkownik Subversion

source: This is Spam
pl: To jest spam

source: Total
pl: Łącznie

source: Transactions
pl: Transakcje

source: Transformation Operations
pl: Operacje transformacji

source: Transformation Template
pl: Szablon transformacji

source: Transformations
pl: Transformacje

source: Transformed Resources
pl: Przetransformowane zasoby

source: Translate
pl: Tłumacz

source: Translator mode
pl: Tryb tłumacza

source: Type
pl: Rodzaj

source: Update Business Template
pl: Aktualizuj Business Template'a

source: Update Business Template Workflows
pl: Aktualizuj Workflowy Business Template'a

source: Update SVN Working Copy
pl: Aktualizuj kopie roboczą SVNa

source: Update quantity from container
pl: Zaktualizuj ilość z kontenera

source: Upgrade Business Templates From Repositories
pl: Aktualizuj Business Template'y z repozytoriów

source: Usage
pl: Klucz

source: User Login
pl: Identyfikator użytkownika

source: User Password
pl: Hasło użytkownika

source: User name
pl: Nazwa użytkownika

source: VAT carryforward
pl: VAT z poprzedniego okresu

source: VAT-7 is a monthly report
pl: VAT-7 jest raportem miesięcznym

source: VAT-7+is+a+monthly+report
pl: VAT-7+jest+raportem+miesiecznym

source: Valid
pl: Poprawny

source: Validation
pl: Sprawdzenie

source: Version
pl: Wersja

source: View Detail
pl: Zobacz detale

source: View Files And Images
pl: Zobacz pliki i obrazki

source: View Invoice
pl: Zobacz fakturę

source: Visible
pl: Widoczny

source: Visible Modules
pl: Widoczne moduły

source: When true, links to contextual help will be displayed.
pl: Kiedy prawdziwe, to odnośniki w pomocy kontekstowej będą wyświetlane.

source: When true, links to translation system will be displayed.
pl: Kiedy prawdziwe, to odnośniki do systemu tłumaczeń będą wyświetlane.

source: When true, usefull links for developpers are shown in the interface.
pl: Kiedy prawdziwe, to przydatne odnośniki dla deweloperów będą wyświetlane.

source: You can log in with another user name or
pl: Możesz zalogować się z inną nazwą użytkownika lub

source: Zope Products
pl: Produkty Zope'a

source: build
pl: zbudowane

source: building
pl: budowanie

source: built
pl: zbudowane

source: calculating
pl: obliczanie

source: can not convert to rtf for some reason
pl: nie mogłem skonwertować do rtfa z jakiegoś powodu

source: cancelled
pl: anulowane

source: clean
pl: czyste

source: closed
pl: zamknięte

source: collected_vat
pl: vat naliczony

source: confirm
pl: potwierdź

source: confirmed
pl: zatwierdzona

source: converge
pl: zbieżne

source: converted
pl: skonwertowano

source: count
pl: ilość

source: current
pl: aktualnie

source: delivered
pl: zamknięta

source: disabled
pl: nieaktywne

source: diverge
pl: rozbiega się

source: diverged
pl: rozbieżne

source: draft
pl: wprowadzone

source: edit
pl: edycja

source: enable
pl: aktywuj

source: enabled
pl: aktywne

source: expense
pl: wydatek

source: go back.
pl: wróć.

source: income
pl: przychód

source: installed
pl: zainstalowano

source: invalidated
pl: unieważnione

source: max
pl: maks

source: miss
pl: brak

source: missing
pl: brakuje

source: modified
pl: zmodyfikowano

source: open
pl: otwarte

source: ordered
pl: zamówione

source: pack
pl: paczkuje

source: packed
pl: spaczkowane

source: payable
pl: zobowiązanie

source: planned
pl: zaplanowane

source: portal_preferences
pl: Ustawienia systemu

source: published
pl: opublikowane

source: ready
pl: gotowe

source: receivable
pl: należności

source: replaced
pl: zastąpione

source: solved
pl: rozwiązane

source: solving
pl: rozwiązuje

source: started
pl: zastartowane

source: stopped
pl: zaksięgowana

source: valid
pl: poprawne

source: validated
pl: potwierdzone

source: view
pl: widok
