Repository: Arifimran1/erp5
Catalog: bt5/erp5_l10n_*/MessageTranslationTemplateItem/*/erp5_ui/translation.po
Languages: fr, pl

source: Reference of the web page used to retrieved it
fr: Référence de la page web utilisée pour le retrouver

source: Reference updated.
fr: La référence a été mise à jour.

source: Reference:
fr: Référence:

source: Referenced Documents
fr: Documents référencés

source: References
fr: Références

source: Refundable VAT
fr: TVA déductible

source: Refusing to process more than 1000 objects, check your selection.
fr: Refus de traiter plus de 1000 documents, vérifiez votre sélection.

source: Region
fr: Région

source: Registered Capital
fr: Capital social

source: Registration Field Library
fr: Bibliothèque du champs d'enregistrement

source: Reject
fr: Rejeter

source: Reject Offer
fr: Rejeter la proposition

source: Rejected
fr: Rejeté

source: Rejeter
fr: Envoyer en erreur

source: Related
fr: Lié

source: Related Agents
fr: Mandataires

source: Related Apparel Cloth
fr: Vêtements

source: Related Apparel Colour Range Colour Variation
fr: Gammes dépendantes

source: Related Apparel Colour Range Variation
fr: Coloris coordonné

source: Related Apparel Fabrics
fr: Tissus fournis

source: Related Apparel Model
fr: Produits Finis dépendants

source: Related Apparel Shape
fr: Modèles repris

source: Related Apparel Transformation
fr: Nomenclatures dépendantes

source: Related Balance Transaction
fr: Écriture de reprise des à nouveaux correspondante

source: Related Bug
fr: Bogue lié

source: Related Business Template
fr: Business Template lié

source: Related Colour Range Colour Variation
fr: Gammes Matières concernées

source: Related Components
fr: Composants fournis

source: Related Documents
fr: Documents liés
pl: Dokumenty powiązane

source: Related Events
fr: Événements liés

source: Related Invoice
fr: Facture correspondante
pl: Powiązana faktura

source: Related Objects
fr: Objets liés
pl: Obiekty powiązane

source: Related Objects Qtty
fr: Nombre d'objets liés

source: Related Payment Created
fr: Écriture de payement correspondante crée

source: Related Payment Transaction
fr: Écriture de trésorerie correspondante

source: Related Persons
fr: Interlocuteurs

source: Related Purchase Invoice
fr: Facture correspondante
pl: Powiązana faktura zakupu

source: Related Purchase Order
fr: Commande d'achat correspondante

source: Related Purchase Packing List
fr: Livraison d'achat correspondante
pl: Powiązana lista paczek zakupu

source: Related Purchase Trade Condition
fr: Conditions d'achat

source: Related Sale Invoice Transaction
fr: Écriture de vente liée
pl: Powiązana tranzakcja faktury zakupu

source: Related Sale Order
fr: Commande de vente liée

source: Related Sale Packing List
fr: Livraison de vente liée
pl: Powiązana lista paczek sprzedaży

source: Related Sale Trade Condition
fr: Conditions de vente

source: Related Task Reports
fr: Rapport de tâche correspondant

source: Related Tasks
fr: Tâche correspondante

source: Related Tasks Report
fr: Rapport de tâches correspondant

source: Related Transformation
fr: Nomenclatures dépendantes

source: Related Trash Bin
fr: Corbeille correspondante

source: Related payment created.
fr: Écriture de trésorerie liée crée.

source: Relation Results
fr: Résultats de la recherche de relations

source: Relation Unchanged.
fr: Lien inchangé

source: Relation unchanged.
fr: Relation inchangée

source: Release
fr: Diffuser

source: Release Alive
fr: Diffuser (modifiable)

source: Released
fr: Diffusé

source: Released Alive
fr: Diffusé (modifiable)

source: Released:
fr: Disponible:

source: Remember my name
fr: Mémoriser mon Nom
pl: Zapamiętaj moją nazwę

source: Remember my name.
fr: Mémoriser mon Nom
pl: Zapamiętaj mój login.

source: Rename
fr: Renommer

source: Rename tab
fr: Renommer l'onglet

source: Renderer ID
fr: Méthode de restitution de tout objet

source: Reopen Accounting Period
fr: Réouvrir la période comptable

source: Replaced
fr: Remplacé
pl: Zastąpiony

source: Reply to Event by Email
fr: Répondre par email

source: Reply to email address, extracted from header.
fr: l'adresse email de réponse au message.

source: Report
fr: Rapport
pl: Raport

source: Report Format
fr: Format des rapports

source: Report Method
fr: Méthode d'affichage des résultats de l'alarme
pl: Metoda raportowania

source: Report Style
fr: Style des rapports

source: Reports
fr: Rapports

source: Request
fr: Demander

source: Request Approval
fr: Demander l'autorisation

source: Request Translation
fr: Demander la traduction

source: Requested Project
fr: Nom du projet (client)

source: Requester
fr: Demandeur

source: Requirement
fr: Expression de besoin

source: Requirement Analysis Workflow
fr: Workflow d'analyse des besoins

source: Requirement Count
fr: Décompte des besoins

source: Requirement Coverage
fr: Couverture des besoins

source: Requirement Description
fr: Description des besoins

source: Requirement Document
fr: Document d'expression de besoin

source: Requirement Document Fast Input
fr: Ajout rapide de documents de description de besoins

source: Requirement Documents
fr: Documents de description de besoins

source: Requirement Module
fr: Module des descriptions de besoins

source: Requirement State
fr: État des besoins

source: Requirement Title
fr: Titre de l'expression de besoin

source: Requirement document added.
fr: Document d'expression des besoins ajouté

source: Requirements
fr: Expressions des besoins

source: Requirements Fast Input
fr: Édition rapide des expressions de besoins

source: Requirements with Sub-Requirements
fr: Hiérarchie d'expression de besoins

source: Reset Password
fr: Réinitialiser le mot de passe

source: Resolve
fr: Résoudre

source: Resolve SVN Conflicted Files
fr: Résoudre les fichiers SVN en conflit

source: Resolved
fr: Résolu

source: Resource
fr: Ressource
pl: Zasób

source: Resource Inventory
fr: Inventaire des ressources
pl: Zapas zasobów

source: Resource List
fr: Éléments

source: Resource Quantity Unit
fr: Unité de la ressource

source: Resource Title
fr: Article

source: Resource involved
fr: La ressource concernée.

source: Resource quantity unit
fr: Unité de compte

source: Resources
fr: Ressources
pl: Zasoby

source: Respond
fr: Répondre

source: Respond Workflow Action
fr: Action de workflow répondre

source: Responded
fr: Traité

source: Restart Task
fr: Redémarrer la tâche

source: Result
fr: Résultat

source: Results
fr: Résultats
pl: Rezultaty

source: Retract
fr: Se rétracter

source: Returned Sale Packing List
fr: Produits retournés
pl: Lista paczek zwrotów sprzedaży

source: Returned Sale Packing List Cell
fr: Cellule de produits retournés
pl: Komórka listy paczek zwrotów sprzedaży

source: Returned Sale Packing List Line
fr: Ligne de produits retournés
pl: Linia listy paczek zwrotów sprzedaży

source: Returned Sale Packing List Module
fr: Module des produits retournés
pl: Moduł listy paczek zwrotów sprzedaży

source: Returned Sale Packing Lists
fr: Livraisons de ventes retournées
pl: Listy paczek zwrotów sprzedaży

source: Reversal Transaction for ${specific_reference} created.
fr: La contrepassation de ${specific_reference} a été créée.

source: Reversal Transaction for ${title}
fr: Contrepassation de ${title}

source: Reversal Transaction for ${title} (${specific_reference})
fr: Contrepassation pour ${title} (${specific_reference})

source: Revert & Update Business Template from SVN
fr: Annuler et mettre à jour le Business Template depuis SVN

source: Revision
fr: Révision
pl: Rewizja

source: Revision Number
fr: Numéro de révision
pl: Numer rewizji

source: Rights
fr: Droits
pl: Uprawnienia

source: Role
fr: Rôle
pl: Rola

source: Role Definition
fr: Définition des rôles

source: Rule
fr: Règle

source: Rule Tool
fr: Outil de règle

source: Rule Tool Contents
fr: Contenu de l'outil de règle

source: Rule Validation Workflow
fr: Workflow de validation des règles

source: Rules
fr: Règles

source: Run Unit Tests
fr: Lancer les tests unitaires
pl: Wykonaj testy

source: Running Balance
fr: Solde

source: SQL Cache
fr: Cache SQL

source: SQL Cache Plugin
fr: Greffon de cache SQL

source: Salary Coefficient
fr: Coefficient du salaire
pl: Współczynnik wynagrodzeń

source: Salary Level
fr: Échelon
pl: Poziom wynagrodzenia

source: Salary Range
fr: Tranches

source: Salary Ranges
fr: Tranches

source: Salary coefficient
fr: Coefficient

source: Salary level
fr: Échelon

source: Sale
fr: Vente

source: Sale Invoice Lines
fr: Lignes de facture
pl: Linie faktury

source: Sale Invoice Transaction
fr: Écriture de vente
pl: Transakcja faktury sprzedaży

source: Sale Invoice Transaction Line
fr: Ligne d'écriture de vente
pl: Linia transakcji faktury sprzedaży

source: Sale Invoice Transaction Lines
fr: Lignes comptables
pl: Linie transakcji faktury sprzedaży

source: Sale Opportunities
fr: Opportunités de vente
pl: Możliwości sprzedaży

source: Sale Opportunities to Qualify
fr: Opportunités de vente à qualifier

source: Sale Opportunities to Validate
fr: Opportunités de vente à valider

source: Sale Opportunity
fr: Opportunité de vente
pl: Możliwość sprzedaży

source: Sale Opportunity Detailed Report
fr: Rapport détaillé

source: Sale Opportunity Module
fr: Module des opportunités de vente

source: Sale Opportunity Status
fr: État

source: Sale Opportunity Type
fr: Type de l'opportunité de vente

source: Sale Order
fr: Commande de vente
pl: Sprzedaż

source: Sale Order Cell
fr: Cellule de commande de vente
pl: Komórka Zamówienia Sprzedaży

source: Sale Order Line
fr: Ligne de commande de vente
pl: Linia sprzedaży

source: Sale Order Lines
fr: Lignes de commande
pl: Linie sprzedaży

source: Sale Order Milestone
fr: Étape de commande de vente

source: Sale Order Module
fr: Module des commandes de vente
pl: Moduł sprzedaży

source: Sale Order Planning
fr: Planning de la commande

source: Sale Order Planning Box
fr: Planning des commandes de vente

source: Sale Orders
fr: Commandes de vente
pl: Sprzedaże

source: Sale Orders to Confirm
fr: Commandes de vente à confirmer

source: Sale Orders to Order
fr: Commandes de vente à passer

source: Sale Orders to Plan
fr: Commandes de vente à planifier

source: Sale Packing List
fr: Livraison de vente
pl: Lista paczek sprzedaży

source: Sale Packing List Cell
fr: Cellule de livraison de vente
pl: Komórka listy paczek sprzedaży

source: Sale Packing List Details
fr: Détails de la livraison d'achat

source: Sale Packing List Line
fr: Ligne de livraison de vente
pl: Linia listy paczek sprzedaży

source: Sale Packing List Lines
fr: Lignes de livraison d'achat
pl: Linie listy paczek sprzedaży

source: Sale Packing List Module
fr: Module des livraisons de vente
pl: Moduł listy paczek sprzedaży

source: Sale Packing List Movements
fr: Mouvements de livraison de vente

source: Sale Packing List to Prepare
fr: Livraisons de vente à préparer

source: Sale Packing List to Process
fr: Livraisons de vente à créer

source: Sale Packing List to Ship
fr: Livraisons de vente à expédier

source: Sale Packing List to Solve
fr: Livraisons de vente à résoudre

source: Sale Packing List to Validate
fr: Livraisons de vente à valider

source: Sale Packing List to process
fr: Livraisons de vente à créer

source: Sale Packing List to ship
fr: Livraisons de vente à envoyer

source: Sale Packing Lists
fr: Livraisons de vente
pl: Listy paczek sprzedaży

source: Sale Price
fr: Prix de vente

source: Sale Proposals to Approve
fr: Propositions de ventes à approuver

source: Sale Supplies
fr: Tarifs de vente
pl: Cenniki sprzedaży

source: Sale Supply
fr: Tarif de vente
pl: Cennik sprzedaży

source: Sale Supply Cell
fr: Cellule tarifaire de vente
pl: Komórka cennika sprzedaży

source: Sale Supply Line
fr: Ligne tarifaire de vente
pl: Linia cennika sprzedaży

source: Sale Supply Lines
fr: Lignes tarifaires de vente
pl: Linie cennika sprzedaży

source: Sale Supply Module
fr: Module des tarifs de vente
pl: Moduł cennika sprzedaży

source: Sale Trade Condition
fr: Conditions de vente
pl: Warunek handlowy sprzedaży

source: Sale Trade Condition List
fr: Conditions de vente

source: Sale Trade Condition Module
fr: Module des conditions de vente
pl: Moduł warunków handlowych sprzedaży

source: Sale Trade Conditions
fr: Conditions de vente
pl: Warunki handlowe sprzedaży

source: Sale Trade Conditions to Validate
fr: Conditions de vente à valider

source: Sale orders not confirmed
fr: Ordres non confirmés
pl: Sprzedaże nie potwierdzone

source: Sale trade condition
fr: Conditions de vente

source: Sales Price
fr: Prix de vente

source: Saturday
fr: Samedi

source: Save
fr: Enregistrer
pl: Zapisz

source: Save &amp; Edit
fr: Sauvegarder et éditer

source: Save &amp; View
fr: Sauvegarder et voir

source: Save Business Template
fr: Sauvegarder le modèle
pl: Zapisz Business Template'a

source: Saved in ${path} .
fr: Sauvé dans ${path} .

source: Search
fr: Rechercher
pl: Szukaj

source: Search Key
fr: Clé de recherche
pl: Tryb

source: Search Results
fr: Recherche
pl: Wyniki wyszukiwania

source: Search Select:
fr: Recherche:

source: Search Tips
fr: Astuces pour la recherche

source: Search Transactions
fr: Écritures

source: Search Type:
fr: Sélectionner une Action:

source: Search results
fr: Résultats de la recherche

source: Section Account
fr: Compte
pl: Sekcja konto

source: Section Bank Account
fr: Compte en banque
pl: Sekcja rachunek bankowy

source: Section Category
fr: Groupe

source: Section Content
fr: Contenu de la section

source: Section Transaction Reference
fr: N° d'écriture
pl: Sekcja identyfikator transakcji

source: Security Classification
fr: Classification de sécurité

source: Security Key
fr: Code de sécurité

source: See Tales
fr: Voir TALES

source: Segment
fr: Typologie

source: Select Actions
fr: Type d'action
pl: Wybierz akcje

source: Select Exchange
fr: Type d'import/export

source: Select Favorite
fr: Sélectionner un favori
pl: Wybierz opcję

source: Select Language
fr: Langue
pl: Wybierz język

source: Select Module
fr: Sélectionner un module
pl: Wybierz moduł

source: Select Print
fr: Type d'impression

source: Select Report
fr: Type de rapport

source: Select Search
fr: Type de recherche

source: Select Template
fr: Sélectionner un template

source: Select Variation
fr: Variante(s) à commander

source: Select appropriate document in the list.
fr: Sélectionnez le document approprié dans la liste.
pl: Wybierz dokument z listy

source: Sell
fr: Vendre
pl: Sprzedaj

source: Seller
fr: Vendeur

source: Send
fr: Envoyer

source: Send Mail
fr: Envoyer l'email

source: Send Offer
fr: Envoyer l'offre

source: Send by Email
fr: Envoyer par email

source: Sender
fr: Expéditeur

source: Sender / Caller
fr: Emetteur

source: Sender or Provider
fr: Expéditeur ou prestataire

source: Sender or Provider must be defined
fr: L'expéditeur ou le prestataire doit être défini

source: Sense Method
fr: Méthode sensorielle

source: September
fr: Septembre

source: Serial Number
fr: Numéro de série
pl: Numer seryjny

source: Service Condition
fr: Conditions de service

source: Service Individual Variation
fr: Variation sur le service

source: Service Individual Variations
fr: Variations sur le service

source: Service Module
fr: Module des services
pl: Moduł usług

source: Services to Validate
fr: Services à valider

source: Set List Setting
fr: Définir les colonnes
pl: Zapamiętaj konfigurację

source: Set List Settting
fr: Appliquer

source: Set Ready
fr: Déclarer comme prêt à l'envoi

source: Set Relation
fr: Établir la relation

source: Set Resolved
fr: Déclarer comme étant résolu

source: Set ready
fr: Déclarer prêt
pl: Przygotuj

source: Setting the 'Remember my name' option will set a cookie with your username, so that when you login next time, your user name will already be filled in for you.
fr: Cocher la case "Se souvenir de moi" autorise ERP5 à se souvenir de votre nom d'utilisateur et de votre mot de passe afin de ne pas avoir à ressaisir ces informations à chaque connexion.

source: Setting the 'Remember my name' option will set a cookie with your username, so that when you next log in, your user name will already be filled in for you.
fr: Cocher 'Mémoriser mon Nom' permettra de le faire apparaître lors de votre prochaine connexion.
pl: Wybranie opcji 'zapamiętaj mój login' spowoduje wysłanie do ciebie cookie z twoim loginem - przy następnym logowaniu pole 'login' zostanie wypełnione automatycznie.

source: Severity
fr: Gravité
pl: Istotność

source: Shape
fr: Modèle

source: Shape type
fr: Forme

source: Share
fr: Partager

source: Share Alive
fr: Partager (modifiable)

source: Shared
fr: Partagé

source: Shared Alive
fr: Partagé (modifiable)

source: Ship
fr: Expédier

source: Ship From
fr: Expediteur

source: Ship To
fr: Destinataire

source: Shipped
fr: Expédié

source: Shipping Date
fr: Date d'expédition
pl: Data wysyłki

source: Shipping Date must be defined
fr: La date d'expédition doit être définie

source: Short Title
fr: Titre court
pl: Krótki tytuł

source: Short description of the event that will appear in the search result list.
fr: Une description de l'évenement.

source: Short description that will appear in the search result list.
fr: Description qui apparait dans les resultats de recherche

source: Short title is diplayed in any navigation widget (breadrumb, navigation menu, section list, ...) with a higher priority than long title, except in Site Map
fr: Le court titre est affiché dans les outils de navigation avec une priorité plus élevée que le titre long sauf dans un Plan du Site.

source: Show Accounts Without Transactions
fr: Inclure les comptes non mouvementés

source: Show All
fr: Tout Montrer
pl: Pokaż wszystkie

source: Signature Preview
fr: Aperçu de la signature

source: Similar
fr: Similaire

source: Similar Documents
fr: Documents similaires
pl: Podobne dokumenty

source: Similarity Cloud
fr: Nuage de similarité

source: Simulation Interaction Workflow
fr: Workflow d'interaction des Simulations

source: Simulation Movement
fr: Mouvement de simulation

source: Simulation Movement Interaction Workflow
fr: Workflow d'interaction des mouvements de simulation

source: Simulation State
fr: État de simulation

source: Simulation Tool
fr: Outil de simulation

source: Site Sections
fr: Sections du site

source: Site or Warehouse
fr: Site ou entrepôt

source: Size
fr: Gamme de Tailles

source: Size:
fr: Taille:

source: Skill
fr: Compétence
pl: Zdolność

source: Skills
fr: Compétences
pl: Umiejętności

source: Slice
fr: Tranche

source: Slice Min and Max
fr: Intervalle de la tranche

source: Slice Settings
fr: Tranches

source: Small Image Height
fr: Hauteur des petites images

source: Small Image Width
fr: Largeur des petites images

source: Social Code
fr: Numéro de sécurité sociale

source: Social Form
fr: Forme juridique
pl: Forma prawna

source: Social Name
fr: Raison Sociale

source: Social Security
fr: Sécurité sociale

source: Social Service
fr: Service social
pl: Opieka społeczna

source: Social capital
fr: Capital Social

source: Social capital currency
fr: En (devise)

source: Social code
fr: Numéro de Sécurité Sociale

source: Social form
fr: Forme de la Société

source: Sold
fr: Vendu

source: Solve Alarm
fr: Résoudre l'alarme

source: Solve Divergence
fr: Solutionner la divergence

source: Solve Divergences
fr: Résoudre les divergences

source: Solve Method
fr: Méthode pour résoudre les problèmes de l'alarme

source: Solved
fr: Cohérent
pl: Rozwiązane

source: Solver List
fr: Liste des résolutions

source: Solving
fr: En cours de calcul
pl: Rozwiązuję

source: Some divergences seem already solved. Please retry.
fr: Certaines divergences semblent déjà résolues. Réessayez l'action.

source: Sorry your selection has changed
fr: Désolé, votre sélection a changé
pl: Przykro mi, Twój wybór się zmienił

source: Sorry+You+Can+Not+Delete+${count}+Item.
fr: Vous+ne+pouvez+pas+supprimer+${count}+document.
pl: Przykro+mi,+nie+możesz+usunąć+${count}+elementów.

source: Sorry+You+Can+Not+Delete+${count}+Items.
fr: Vous+ne+pouvez+pas+supprimer+${count}+documents.

source: Sorry, ${count} items are in use.
fr: Désolé, ${count} objets sont en cours d'utilisation.

source: Sorry, 1 item is in use.
fr: Désolé, un objet est en cours d'utilisation.

source: Sorry, a ${portal_type} with reference '${reference}' and version '${version} [${language}]' already exists. Please select another reference or version.
fr: Désolé, le document de type ${portal_type} portant la référence ${reference} et la version ${version} [${language}] existe déjà. Sélectionnez une autre référence ou une autre version.

source: Sorry, it is not possible to suggest a reference from an empty title.
fr: Désolé, il n'est pas possible de suggérer une référence à partir d'un titre vide.

source: Sorry, this document is not available
fr: Désolé, ce document n'est pas disponible

source: Sorry, this is a ${portal_type}. This file should be uploaded into a ${appropriate_type} document.
fr: Désolé, ceci est un document de type ${portal_type}. Ce document devrait être de type ${appropriate_type}.

source: Sorry, this is not one of ${portal_type}. This file should be uploaded into a file document.
fr: Désolé, ce fichier n'est pas du type ${portal_type}.

source: Sorry, user ${user} could not be accessed.
fr: Désolé, l'utilisateur ${user} n'est pas accessible.

source: Sorry, you can not delete ${count} item.
fr: Désolé, ${count} objets n'ont pas pu être supprimés.

source: Sorry, you can not delete ${count} items.
fr: Désolé, ${count} objets n'ont pas pu être supprimés.

source: Sorry, you can not paste these items here.
fr: Désolé, vous ne pouvez pas coller ces objets ici.

source: Sorry, your selection has changed.
fr: Désolé, votre sélection a changé.

source: Sorry,+${count}+Items+Are+In+Use.
fr: Suppression+impossible.+D'autres+objets+dépendent+de+celui-ci.

source: Sorry,+1+Item+Is+In+Use.
fr: Suppression+impossible.+Un+autre+objet+dépend+de+celui-ci.
pl: Przykro+mi,+1+element+w+użyciu.

source: Sort
fr: Trier
pl: Sortuj

source: Sort Index
fr: Index de tri
pl: Indeks sortowania

source: Source Account
fr: Compte

source: Source Administration
fr: Administrateur du Fournisseur
pl: Administracja źródłowa

source: Source Code
fr: Code source

source: Source Conversion
fr: Conversion d'origine

source: Source Credit
fr: Crédit

source: Source Debit
fr: Débit

source: Source Group
fr: Groupement

source: Source Payment
fr: Responsable des paiements pour le fournisseur
pl: Źródło płatności

source: Source Project
fr: Projet du fournisseur

source: Source Ref
fr: Réf Fournisseur.

source: Source Reference
fr: Référence

source: Source Title
fr: Fournisseur

source: Source Vault
fr: Encaisse Source

source: Source administration
fr: Chargé de clientèle

source: Source conversion should not be set.
fr: La conversion n'a pas lieu d'être définie pour la source.

source: Source decision
fr: Représentant

source: Source file path
fr: Chemin du fichier source

source: Source payment
fr: Facturer par

source: Source section
fr: Pour le compte de

source: Specialised Trade Conditions
fr: Conditions commerciales spécialisées

source: Specific Customer
fr: Spécifique pour le client

source: Specific Reference
fr: Référence spécifique

source: Specific condition
fr: A compter de

source: Split
fr: Diviser

source: Split Translation
fr: Diviser la traduction

source: Split and Defer
fr: Créer un reliquat
pl: Podziel i opóźnij

source: Spreadsheet
fr: Feuille de calcul

source: Spreadsheet Column
fr: Colonne de feuille de calcul

source: Spreadsheet Column to Property Mapping
fr: Association entre la colonne du tableur et la propriété

source: Spreadsheet Name
fr: Nom de la feuille de calcul

source: Start Career Step
fr: Démarrer l'étape de carrière
pl: Rozpocznij zatrudnienie

source: Start Date
fr: Date de début
pl: Data rozpoczęcia

source: Start Task
fr: Démarrer la tâche
